Repository: ahmedbashirelgrocer/cicd
Catalog: Sources/*-grocer-shopper-sdk-iOS/Resources/*.lproj/Localizable.strings
Languages: ar

source: Download tax invoice
ar: تحميل الفاتورة الضريبية

# smiles_pts
source: %@ pts
ar: نقطة %@

# earn_rewards_now
source: Earn Smiles Points!
ar: اكسب نقاط الابتسامات

source: Oops! Something went wrong on our side 🤔
ar: للأسف حدث خطأ ما من جانبنا 🤔

source: We are fixing the problem. Please, try again soon.
ar: نحن نصلح المشكلة. من فضلك ، حاول مرة أخرى قريبا.

# Shopping_list_Titile
source: Shopping list
ar: قائمة التسوق

# lbl_Card_ending_in
source: Card xx-
ar: بطاقة -xx

# lbl_text_new_card
source: Pay online with a card
ar: إستخدام بطاقة جديدة

# Add_New_Card_Title
source: Add new card
ar: أضف بطاقة جديدة

# cash_On_Delivery_string
source: Cash
ar: نقدا

# remove_Item_button_title
source: We couldn’t find any alternative
ar: من إيجاد أي بديل لم نتمكن

# phone_exsist_text
source: Oops, this Phone number already has an account.
ar: عفواَ هذا الرقم لديه حساب. هل تريد تسجيل الدخول؟

# setting_PayementMethod
source: Payment method
ar: طريقة الدفع

# lbl_Terms_Payment_Text
source: I agree to the payment terms & conditions
ar: أوافق على شروط وأحكام الدفع

# lbl_TermsAndPayment
source: terms & conditions
ar: شروط وأحكام

# Title_waiting_approval_Payment
source: Waiting for Payment Approval
ar: انتظار تأكيد الدفع

# lbl_placeholder_cvv
source: CVV
ar: رمز الأمان

# lbl_enter_Cvv
source: Please, enter CVV from the back of your card to place order
ar: من فضلك ، أدخل رقم CVV من الجزء الخلفي من بطاقتك لتقديم الطلب

# place_order_button_title
source: Place order
ar: عمل طلب

# all_store
source: All stores
ar: كل المتاجر

source: Stores near you
ar: متاجر قريبة إليك

source: Great deals
ar: عروض رائعة

# btn_Go_Back
source: Go Back
ar: العودة إلى الخلف

# Msg_Not_InSubsitution
source: Order is no longer in substitution!
ar: !الطلب لم يعد قيد الإستبدال

# alert_error_title
source: Error
ar: خطأ

# ok_button_title
source: OK
ar: حسنا

# error_10000
source: Something went wrong
ar: هناك خطأ ما

# error_-1
source: Error parsing API response
ar: خطأ في تحليل استجابة البرمجة

# error_-2
source: Could not obtain your current location
ar: لم يتم العثور على موقعك الحالي

# error_-3
source: Could not obtain address for location
ar: لم يتم العثور على عنوان الموقع

# error_-4
source: The location services are disabled for this device. Please enable them in phone settings.
ar: خدمات الموقع غير متاحة لهذا الجهاز، الرجاء تمكينها من إعدادات الهاتف

# error_-5
source: ElGrocer is not authorized to use location services
ar: تطبيق el Grocer غير مخول باستخدام خدمات الموقع

# error_-6
source: Unable to set default location
ar: تعذر تعيين الموقع الافتراضي

# error_10001
source: We could not complete your order - error 10001
ar: تعذر إكمال الطلب - خطأ

# error_10002
source: Order value is not enough
ar: قيمة الطلب ليست كافية

# error_10003
source: Location isn't covered by retailer
ar: الموقع لا يقع ضمن نطاق التوصيل

# error_10004
source: Retailer isn't opened
ar: المتجر غير مفتوح

# error_10005
source: Invalid Promocode
ar: رمز ترويجي غير صالح

# error_10006
source: Order value is not enough to realize promocode
ar: قيمة الطلب ليست كافية لقبول الرمز الترويجي

# error_10007
source: Promo code invalid. No products with promo code brand in basket.
ar: رمز ترويجي غير صالح. لا يوجد منتجات بهذا الرمز الترويجي في السلة

# error_10008
source: Wallet amount is not enough.
ar: قيمة المحفظة لا تكفي

# error_10009
source: This promo code is not valid for selected payment method. Would you like to change payment method?
ar: هذا الرمز الترويجي غير صالح لطريقة الدفع التي تم اختيارها. هل ترغب في تغيير طريقة الدفع؟

# error_500
source: Oops - something went wrong. Whatever happened, it was probably our fault. Please try again.
ar: أووبس - حدث خطأ ما. مهما كان ما حدث، على الأرجح من طرفنا. حاول مرة اخرى.

# time_elapsed
source: Can't Change slot as time elapesed
ar: عذرا! انتهت المدة المحددة

# retailer_is_opened
source: Retailer isn't opened
ar: المتجر غير مفتوح

# common_ok_button_title
source: OK
ar: حسنا

source: AED
ar: درهم

# force_update_title
source: It’s time to update elGrocer app!
ar: التحديث مطلوب

# force_update_subtitle
source: We added new features and fixed bugs to provide you with the best grocery shopping experience.
ar: مرحبا! إن نسخة التطبيق قديمة. لقد قمنا بتحسينات مهمة لذا يرجى تحميل آخر نسخة من تطبيق el Grocer من متجر التطبيقات. شكرا!

# force_update_button_title
source: Update
ar: تحديث

# login_welcome_label
source: Please sign up or login to continue
ar: يرجى إنشاء حساب أو تسجيل الدخول للمتابعة

# login_name_placeholder
source: Name
ar: الاسم

# login_email_placeholder
source: Email
ar: البريد الإلكتروني

# login_mobile_placeholder
source: Mobile
ar: رقم الجوال

# login_password_placeholder
source: Password
ar: كلمة السر

# login_sign_up_button
source: SIGN UP
ar: إنشاء حساب

# login_username_placeholder
source: User Name
ar: اسم المستخدم

# login_sign_in_button
source: LOGIN
ar: تسجيل الدخول

# password_validation_error
source: Password must contain at least six characters!
ar: يجب أن تحتوي كلمة المرور على ستة أحرف على الأقل

# login_forgot_password_title
source: Forgot Details?
ar: ننسى التفاصيل؟

# lbl_resetPass
source: Reset password
ar: إعادة تعيين كلمة المرور

# lbl_resetyouPass
source: Reset your password
ar: اعد ضبط كلمه المرور

# forgot_password_success_alert_title
source: Success
ar: نجحت العملية

# forgot_password_success_alert_description
source: Please check your email for further instructions.
ar: يرجى التحقق من بريدك الإلكتروني للحصول على مزيد من الإرشادات.

# registration_add_location_header
source: Your Address
ar: عنوانك

# registration_location_name_placeholder
source: Location Title (e.g. Home)
ar: عنوان الموقع (المنزل مثلا)

# registration_location_area_placeholder
source: Area
ar: المنطقة

# registration_location_street_placeholder
source: Street / Cluster
ar: الشارع/الحي

# registration_location_building_placeholder
source: Building Name
ar: اسم البناية

# registration_location_apartment_placeholder
source: Villa / Apartment Number
ar: رقم الفيلا/ الشقة

# registration_location_submit_button
source: SUBMIT
ar: إرسال

# wrong_area_error
source: Invalid area.
ar: منطقة خاطئة.

# registration_update_personal_info_failed_error_message
source: Could not update user information
ar: لم يتم تحديث معلومات المستخدم

# registration_error_alert
source: Something went wrong. Please try again later.
ar: هناك خطأ ما. الرجاء معاودة المحاولة في وقت لاحق.

# login_error_alert
source: Wrong username or password
ar: اسم المستخدم أو كلمة المرور خاطئة

# registration_account_exists_error_title
source: Email Exists
ar: البريد الإلكتروني موجود

# registration_account_exists_error_alert
source: Oops, this email already has an account. Do you like to login with this email?
ar: عفوا، هذا البريد الإلكتروني مسجل. هل ترغب في تسجيل الدخول باستخدام هذا البريد الإلكتروني؟

# registration_account_exists_error_alert_textField
source: This email already has an account. Please, Sign In.
ar: هذا البريد الإلكتروني لديه حساب بالفعل. الرجاء تسجيل الدخول

# entry_subtitle_label_text
source: Grocery Delivery from Stores Near You
ar: توصيل المنتجات من السوبرماركتات القريبة

# or_label_text
source: or
ar: أو

# entry_login_button_title
source: Log in
ar: تسجيل الدخول

# entry_create_account_button_title
source: SIGN UP
ar: إنشاء حساب

source: Your Grocery Delivery App
ar: تطبيق توصيل البقالة الخاص بك

source: Free delivery in 1 hour
ar: توصيل مجاني في غضون ساعة

source: 1000s of products to choose
ar: هناك آلاف المنتجات لتختارها

source: Wide choice of stores nearby
ar: لديك حرية كبيرة لاختيار السوبرماركتات القريبة

source: Same store Prices
ar: نفس سعر المحلات

source: Our Patner stores in the UAE
ar: شركاؤنا من السوبرماركتات في الإمارات العربية المتحدة

source: & many more
ar: وغيرها الكثير

# area_selection_already_have_an_account_label
source: Already have elGrocer Account?
ar: هل لديك حساب ؟

# area_selection_login_button_title
source: Sign In
ar: تسجيل الدخول

# area_selection_Privacy_Policy_button_title
source: PRIVACY POLICY
ar: سياسة خاصة

# area_selection_address_label
source: Your Address
ar: عنوانك

# area_selection_submit_button_title
source: Submit
ar: إرسال

# area_selection_fetching_error
source: Could not fetch areas
ar: لم يتم جلب المناطق

# no_internet_connection_available
source: No Internet connection
ar: لا يوجد اتصال بالإنترنت

# no_internet_connection_alert_button
source: Ok
ar: حسنا

# forgot_password_description_label
source: Please fill in your email to reset your password
ar: يرجى تقديم بريدك الإلكتروني لإعادة تعيين كلمة المرور

# forgot_password_email_placeholder
source: Email Address
ar: عنوان البريد الإلكتروني

# forgot_password_submit_button
source: Submit
ar: إرسال

# checkout_Profile_title
source: Delivery Details
ar: تفاصيل التوصيل

source: Contact Information
ar: معلومات الاتصال

source: Name
ar: الاسم

# phone
source: Phone Number
ar: رقم الهاتف

source: Delivery Address
ar: عنوان التوصيل

source: Apartment
ar: شقة

# house
source: House/Villa
ar: بيت / فيلا

# houseTxt
source: House*
ar: البيت *

source: Office
ar: مكتب

# suit/floor
source: Apartment / Suit / Floor
ar: الجناح / الطابق

source: Floor
ar: الطابق

source: Building
ar: البناية

source: Apartment No.
ar: رقم الشقة

# street
source: Area/Street
ar: الشارع

# office_no
source: Office number*
ar: رقم المكتب

# additional_direction
source: ADDITIONAL DIRECTIONS (OPTIONAL)
ar: اتجاهات مفصلة أكثر

source: Proceed to Checkout
ar: تنفيذ الطلب

# side_menu_login
source: Login / Register
ar: تسجيل دخول/ سجل

# side_menu_dashboard
source: Shops
ar: المحلات

# side_menu_orders
source: Orders
ar: طلبات الدعم

# side_menu_wallet
source: Wallet
ar: المحفظة

# side_menu_free_groceries
source: Get FREE Groceries
ar: احصل على منتجات مجانية

# side_meun_setting
source: Settings
ar: الإعدادات

# side_menu_app_version
source: Version:
ar: النسخة:

# sign_out_alert_title
source: Sign out
ar: الخروج

# sign_out_alert_description
source: Do you really want to sign out?
ar: هل ترغب فعلا بتسجيل الخروج؟

# sign_out_alert_yes
source: Yes
ar: نعم

# sign_out_alert_no
source: No
ar: لا

# store_favourite_alert_title
source: Store Favourite
ar: السوبرماركتات المفضلة

# store_favourite_alert_description
source: Login required to make a store favourite. Do you want to login?
ar: تسجيل الدخول مطلوب لإنشاء السوبرماركتات المفضلة. هل تريد تسجيل الدخول؟

# store_favourite_alert_yes
source: Yes
ar: نعم

# store_favourite_alert_no
source: No
ar: لا

# item_favourite_alert_title
source: Item Favourite
ar: المنتجات المفضلة

# item_favourite_alert_description
source: Login required to make an item favourite. Do you want to login?
ar: تسجيل الدخول مطلوب لإنشاء المنتجات المفضلة. هل تريد تسجيل الدخول؟

# item_favourite_alert_yes
source: Yes
ar: نعم

# item_favourite_alert_no
source: No
ar: لا

# add_address_alert_title
source: Add address
ar: اضف عنوان

# btn_add_address_alert_title
source: Add address
ar: اضف العنوان

# add_address_alert_description
source: Login required to add more addresses. Do you want to login?
ar: تسجيل الدخول مطلوب لإضافة المزيد من العناوين. هل تريد تسجيل الدخول؟

# add_address_alert_yes
source: Yes
ar: نعم

# add_address_alert_no
source: No
ar: لا

# location_disable_alert_title
source: We need your help!
ar: نحن نحتاج مساعدتك

# location_disable_alert_message
source: Please enable location services so we can show you the stores that can deliver to your area.Thanks!
ar: يرجى تمكين خدمات الموقع لعرض المحلات التي تقوم بالتوصيل إليك. شكرا!

# location_disable_alert_button
source: Ok
ar: حسنا

# store_close_alert_title
source: Store Close
ar: السوبرماركت مغلق

# store_close_alert_message
source: Store is closed right now, please check again later.
ar: السوبرماركت مغلق حاليا. الرجاء المحاولة مرة أخرى.

# store_close_alert_button
source: Ok
ar: حسنا

# store_notinrange_alert_title
source: Store Not in Range
ar: السوبرماركت ليس في نطاق التسليم

# store_notinrange_alert_message
source: Your selected delivery address is out of this store's delivery coverage.
ar: عنوان التوصيل المحدد هو خارج نطاق تغطية التسليم لهذا السوبرماركت.

# store_notinrange_alert_button
source: Ok
ar: حسنا

# total_aed
source: Total Price
ar: السعر الكلي

# delivery_fee_aed
source: Delivery Fee
ar: رسوم التوصيل

# discounted_bill_amount_aed
source: Discounted Bill Amount
ar: مبلغ الفاتورة المخصومة

source: Free
ar: مجاني

# pay_via_wallet_aed
source: Pay via Wallet
ar: الدفع باستخدام المحفظة

# shop_by_item_button_title
source: BROWSE PRODUCTS
ar: استعراض المنتجات

# shop_by_store_button_title
source: SELECT STORE
ar: اختيار السوبرماركت

# search_placeholder
source: Search
ar: بحث

# universal_search_clear_history_popup_text
source: Do you want to clear your search history?
ar: هل تريد مسح سجل البحث الخاص بك؟

# dashboard_location_button
source: Delivery Address
ar: عنوان التسليم

# dashboard_location_navigation_bar_title
source: Delivery details
ar: تفاصيل التوصيل

# dashboard_location_search_placeholder
source: Search building name / villa area name
ar: البحث عن البناية / اسم منطقة الفيلا

# dashboard_location_map_button_title
source: Living in Villa? Search Via Map
ar: هل تعيش في فيلا؟ ابحث عن طريق الخريطة

# dashboard_enable_location_services
source: Help elGrocer to deliver accurately. Enable location services.
ar: قم بتمكين خدمات الموقع. ساعد على التوصيل بشكل صحيح

# dashboard_enable_location_services_2
source: Tap to enable location services. Without location services, we might not deliver accurately.
ar: انقر لتمكين خدمات الموقع. فبدونها قد لا نتمكن من التوصيل.

# dashboard_enable_location_alert_title
source: Alert!
ar: تنبيه

# dashboard_enable_location_services_3
source: Please enable location services, it helps us to find stores near you & deliver on time.
ar: يرجى تمكين خدمات الموقع؛ فذلك يساعدنا على العثور على السوبرماركتات القريبة والتسليم في الوقت المحدد.

# dashboard_location_new_location_title
source: New Address
ar: عنوان جديد

# dashboard_location_edit_location_title
source: Edit Address
ar: تعديل العنوان

# dashboard_location_new_location_description
source: Please add a new delivery address now
ar: الرجاء إضافة عنوان توصيل جديد الآن

# dashboard_location_edit_button
source: Edit
ar: تعديل

# dashboard_location_delete_button
source: Delete
ar: حذف

# dashboard_location_delete_alert_title
source: Delete location
ar: إزالة الموقع

# dashboard_location_delete_alert_message
source: Do you really want to remove this location?
ar: هل تريد حقًا إزالة هذا الموقع؟

# dashboard_location_cant_delete_message
source: You can't delete your last location.
ar: لا يمكنك إزالة موقعك الأخير.

# dashboard_location_cant_delete_active_location_error
source: You can't delete an active location
ar: لا يمكنك إزالة موقع نشط

# dashboard_location_delete_alert_ok_button
source: Ok
ar: حسنا

# dashboard_location_deletion_error
source: We could not delete your location. Please try again later.
ar: لم تتم إزالة موقعك. الرجاء معاودة المحاولة في وقت لاحق.

# dashboard_search_add_address
source: Search and add address here.
ar: البحث وإضافة عنوان هنا.

# txt_not_cover_area_1
source: The location you’ve selected is outside of our delivery area. Please add your email to notify you once we will be available in this area.
ar: الموقع المحدد خارج منطقة التسليم. يرجى إضافة البريد الإلكتروني الخاص بك لإعلامك عندما نستطيع التسليم لهذه المنطقة.

# add_location_title
source: Add Location
ar: إضافة موقع

# already_added_location_message
source: oops, This location is already added, please select other location.
ar: عفوا، تمت إضافة هذا الموقع من قبل. يرجى تحديد موقع آخر.

# exist_location_title
source: Location Exist
ar: الموقع موجود

# exist_location_message
source: Location already exists. Do you want to update?
ar: الموقع موجود من قبل. هل تريد التحديث؟

# registration_delivery_address_text_field_placeholder
source: Delivery Area
ar: منطقة التسليم

# registration_location_name_text_field_placeholder
source: Location Name (eg: Home)
ar: اسم الموقع (المنزل مثلا)

# registration_address_text_field_placeholder
source: Address
ar: العنوان

# registration_apartment_text_field_placeholder
source: Villa / Apartment Number
ar: الفيلا/ رقم الشقة

# registration_building_name_text_field_placeholder
source: Building Name
ar: اسم البناية

# registration_street_text_field_placeholder
source: Street / Cluster
ar: الشارع/ الحي

# my_account_name_field_label
source: Name*
ar: الاسم *

# my_account_detail_email_field_label
source: Email
ar: البريد الإلكتروني

# my_account_password_field_label
source: Choose Password
ar: اختيار كلمة المرور

# my_account_invoice_field_label
source: Invoice Address
ar: عنوان الفاتورة

# my_account_edit_profile_button
source: Edit Profile
ar: تعديل الصفحة الشخصية

# my_account_save_changes_button
source: Save Changes
ar: حفظ التغييرات

# my_account_shop_now_button
source: Shop Now
ar: التسوق الآن

# my_account_new_address_button
source: Delivery Address
ar: عنوان التسليم

# my_account_saving_error
source: Something went wrong. Please try again later.
ar: هناك خطأ ما. الرجاء معاودة المحاولة في وقت لاحق.

# profile_checkout_text_message
source: Please complete your profile in order to delivery order.
ar: يرجى استكمال صفحتك الشخصية لتتمكن من طلب التوصيل.

# profile_checkout_btn_update
source: Update
ar: تحديث

# my_account_new_location_top_title
source: New Address
ar: عنوان جديد

# brands_list_categories_back_button
source: Categories
ar: الفئات

# brand_items_count_label
source: Items
ar: قطعة

# brand_items_count_label_orderDetails
source: Items
ar: قطع

# adding_products_done_button
source: Done!
ar: تم التنفيذ

# shopping_basket_title_label
source: Basket
ar: سلتي

# shopping_OOS_title_label
source: Out of stock items
ar: منتج غير متوفر

# place_order_title_label
source: ORDER
ar: إتمام الشراء

# shopping_basket_additems_button
source: Add Items
ar: إضافة منتجات

# shopping_basket_payment_button
source: CHECKOUT
ar: إتمام الشراء

# shopping_basket_checkout_button
source: Order now
ar: الطلب الآن

# shopping_basket_item_label
source: Item
ar: المنتج

# shopping_basket_summary_total
source: Total of
ar: المجموع

# shopping_basket_quantity_label
source: Qty
ar: الكمية

# shopping_basket_summary_items_label
source: Discounted Bill Amount
ar: مبلغ الفاتورة المخصومة

# shopping_basket_promotion_discount_price_label
source: Promotion Discount
ar: خصم الرمز الترويجي

# shopping_basket_items_count_singular
source: item
ar: المنتج

# shopping_basket_items_count_plural
source: items
ar: قطعة

# shopping_basket_payment_info_label
source: Please select payment method
ar: الرجاء اختيار طريقة الدفع

# shopping_basket_payment_card_description
source: Pay by card
ar: الدفع بواسطة البطاقة عند التوصيل

# shopping_basket_payment_cash_description
source: Pay with cash
ar: الدفع نقدا عند التوصيل

# shopping_basket_items_no_price
source: Price on Grocery Selection
ar: السعر على اختيار المنتجات

# shopping_basket_item_substituted
source: Unavailable, Alternative(s) Suggested
ar: غير متوفر، هناك بدائل مقترحة

# shopping_basket_item_not_available
source: Unavailable
ar: غير متوفر

# shopping_basket_available_label
source: available
ar: متوفر

# shopping_basket_promotional_code
source: I have a Promotional Code
ar: لدي رمز ترويجي

# shopping_free_delivery_title
source: Free Delivery on Min AED
ar: توصيل مجاني

# confirm_payment_button_title
source: Confirm payment method
ar: تأكيد طريقة الدفع

# payment_method_title
source: Select payment method
ar: اختار طريقة الدفع

# paying_with_title
source: Paying With
ar: الدفع بواسطة

source: Pay via Wallet
ar: الدفع بواسطة المحفظة

# pay_via_card
source: Card machine
ar: ماكينة البطاقة

source: Pay via Cash
ar: الدفع نقدا عند التوصيل

# txt_pay_cash
source: Cash
ar: نقداً

# pay_via_CreditCard
source: Online
ar: أون لاين

# promo_code_title
source: Promo Code
ar: الرمز الترويجي

# payment_method_for_remaining_amount
source: Select payment method for the remaining AED
ar: اختيار طريقة الدفع للمبلغ المتبقي

# leave_us_note
source: Leave Us a Note
ar: ترك ملاحظة

# enter_promo_code
source: Enter coupon code
ar: إدخال الرمز الترويجي

# change_button_title
source: CHANGE
ar: تغيير

# confirm_order_button_title
source: CONFIRM AND ORDER
ar: تأكيد وطلب

# delivery_slot_title
source: Scheduled Delivery
ar: توصيل لاحقا

# save_button_title
source: SAVE
ar: حفظ

# promo_code_alert_title
source: Promotion Code
ar: الرمز الترويجي

# promo_code_error_alert_title
source: Promotion Code Error
ar: خطأ في الرمز الترويجي

# promo_code_alert_description
source: Click to activate discount!
ar: النقر لتفعيل الخصم

# promo_code_alert_yes
source: APPLY
ar: تطبيق

# promo_code_alert_ok
source: Ok
ar: حسنا

# promo_code_alert_no
source: Cancel
ar: إلغاء

# promo_code_validation_error
source: Invalid or expired promo code
ar: رمز ترويجي غير صالح أو منتهي الصلاحية

# promo_code_validation_success
source: Promo code successfully added
ar: تمت إضافة الرمز الترويجي بنجاح

# order_placement_shop_closed_message
source: You can't order from this shop. Shop is closed or unavailable.
ar: لا يمكنك الطلب من هذا المحل. المحل مغلق أو غير متاح.

# order_confirmation_info_label
source: Please confirm your order
ar: الرجاء تأكيد الطلب

# order_confirmation_name_label
source: Name
ar: الاسم

# order_confirmation_phone_label
source: Phone No
ar: رقم الهاتف

# order_confirmation_address_label
source: Delivery Address
ar: عنوان التسليم

# order_summary_label
source: Order summary
ar: ملخص الطلب

# order_confirmation_continue_button
source: Continue
ar: متابعة

# order_payment_method_title
source: Confirm details
ar: تأكيد التفاصيل

# order_confirmation_title
source: Your order confirmed
ar: طلبك المؤكد

# order_confirmation_text
source: Thank You for placing your order with elGrocer
ar: شكرا لطلبك من تطبيق el Grocer

# order_confirmation_number_label
source: Order #
ar: طلب #

# order_confirmation_amount_label
source: Total Amount
ar: المبلغ الإجمالي

# order_confirmation_home_button
source: Back to Home
ar: العودة للصفحة الرئيسية

# order_confirmation_track_order_button
source: Track Order
ar: تتبع الطلب

# order_confirmation_contact_label
source: Contact elGrocer
ar: التواصل مع el Grocer

# order_confirmation_contact_email
source: Email
ar: البريد الإلكتروني

# order_confirmation_no_email_account
source: This device is not configured to send emails.
ar: لم تتم تهيئة هذا الجهاز لإرسال رسائل البريد الإلكتروني.

# order_confirmation_email_subject
source: ElGrocer Shopper App Feedback
ar: شاركنا رأيك حول التطبيق

# order_add_edit_note_button_title
source: Add/Edit Note
ar: إضافة/ تعديل ملاحظة

# delivery_note_done_button_title
source: Done
ar: إنهاء

source: Ordering for
ar: الطلب ل

# asap_title
source: Instant Order
ar: طلب فوري

source: No slots available
ar: لا يوجد منافذ للتوصيل حاليا

# order_schedule_lable
source: Your Order is Scheduled for
ar: تم تحديد موعد توصيل الطلبية بين الساعة

# order_schedule_Instant_lable
source: Your Order is expected within the next
ar: سيتم توصيل طلبك في غضون الـ

# order_schedule_InstantTime_lable
source: 60 minutes
ar: 60 دقيقة القادمة

# lbl_Hurray_Success_Msg
source: HURRAY! Your order is successfully placed
ar: تم تأكيد طلبك بنجاح

# orders_top_title
source: My Orders
ar: طلباتي

# order_status_pending
source: Scheduled
ar: مقرر

# order_status_accepted
source: Accepted
ar: قبل

# order_status_en_route
source: En route
ar: في الطريق

# order_status_completed
source: Completed
ar: اكتمل

# order_status_canceled
source: Canceled
ar: ملغى

# order_status_delivered
source: Delivered
ar: تم التوصيل

# order_status_insubtitution
source: In Substitution
ar: في الاستبدال

# order_status_unknown
source: Unknown
ar: غير معروف

# order_status_schedule_order
source: Scheduled
ar: مجدول

# order_status_in_edit
source: In Edit
ar: قيد التعديل

# order_status_ready_checkout
source: Ready for Checkout
ar: جاهز للدفع

# order_status_waiting_approval
source: Waiting Payment Approval
ar: انتظار تأكيد الدفع

# order_status_ready_deliver
source: Ready to Deliver
ar: جاهز للتوصيل
