Repository: ahmedbashirelgrocer/cicd
Catalog: Sources/*-grocer-shopper-sdk-iOS/Resources/*.lproj/Localizable.strings
Languages: ar

# subtituted_items_title
source: Replaced Items
ar: المنتجات التي تم تبديلها

# total_aed_title
source: TOTAL AED
ar: المبلغ الإجمالي

# prices_vary_message
source: Final prices may slightly vary.
ar: قد تختلف الأسعار النهائية قليلا

# confirm_button_title
source: Confirm
ar: تأكيد

# request_button_title
source: REQUEST
ar: طلب

# home_title
source: Home
ar: الرئيسية

# requests_title
source: Requests
ar: اظافة منتجات

# more_title
source: More
ar: أكثر

# type_your_products_placeholder
source: Florida’s Natural 1L
ar: فلوريداز ناتشورال 1 لتر

# not_finding_your_favorite_products_title
source: Not Finding Your Favorite Products?
ar: ألم تتمكن من إيجاد منتجاتك المفضلة؟

# not_finding_your_favorite_products_description
source: Type in each product you need and we’ll work with our partner to add for your next shopping experience.
ar: يرجى كتابة كل منتج تحتاجه وسنعمل مع شركائنا على توفيره في المرة القادمة.

# trending_searches
source: IN PRODUCTS
ar: المنتجات

source: All Products
ar: جميع المنتجات

# all_products_from_store
source: All products from this store
ar: جميع المنتجات في هذا المتجر

# add_title
source: Add
ar: إضافة

# product_added_to_basket
source: Product updated to basket.
ar: .تم إرسال المنتج لسلة المشتريات

source: to minimum
ar: للحد الأدنى

# delivery_time
source: Select Delivery Time
ar: وقت التوصيل

source: Order summary
ar: ملخص الطلب

source: Save Money
ar: وفر المال

source: Save Time
ar: وفر الوقت

source: Stay Healthy
ar: ابق بصحة جيدة

source: Have Fun
ar: استمتع

source: Have an account?
ar: لديك حساب ؟

source: Min order amount
ar: قيمة الطلب السفلى

source: Delivery hours
ar: ساعات التوصيل

source: Delivery Within
ar: توصيل في حوالي

source: Payment method
ar: طريقة الدفع

source: Quantity:
ar: الكمية:

source: Total:
ar: الإجمالي:

source: Total Price:
ar: السعر الكلي:

source: Quantity
ar: الكمية

source: Open
ar: مفتوح

# Next_Delivery_Slot
source: Next Delivery:
ar: التسليم التالي:

source: Scheduled Delivery
ar: توصيل مجدول

source: Instant Delivery
ar: توصيل فوري

source: Closed
ar: مغلق

source: Closed Now
ar: مغلق الآن

source: Add Address Manually...
ar: أضف العنوان يدويا...

# request_alert_title
source: Thank You for your request
ar: شكرا لك على طلبك

# request_alert_description
source: We will quickly work with our partner store to add those items for your next shopping experience.
ar: سنعمل سريعا مع شركائنا على توفير تلك المنتجات في المرة القادمة.

source: Instant Order
ar: طلب فوري

source: Only instant orders allowed
ar: يسمح فقط بالطلبات الفورية

source: Groceries To Your Door
ar: المنتجات حتى باب بيتك

# empty_basket_title
source: Your basket is feeling lonely. Add some products to checkout.
ar: سلة مشترياتك فارغة. قم بإضافة بعض المنتجات لتنفيذ الطلب

source: Free Delivery
ar: توصيل مجاني

source: Delivery Fee
ar: رسوم التوصيل

source: All
ar: الكل

# cerdit_card
source: Pay Online
ar: بطاقة الائتمان

source: Cash
ar: نقدا

# to_be_paid
source: to be paid by
ar: سيتم دفع مبلغ

# from_wallet_and
source: to be paid from Wallet and
ar: سيتم دفع مبلغ من المحفظة و

source: paid from
ar: تم الدفع من

source: from
ar: من

source: by
ar: من

# create_account_title
source: Create your elGrocer account
ar: قم بإنشاء حساب في تطبيق el Grocer

# orn_number
source: ORN: #
ar: أو رقم: #

# min_title
source: mins
ar: دقائق

# basket_active_from_other_grocery_title
source: Alert
ar: تحذير

# basket_active_from_other_grocery_message
source: Your basket has products from another store. Clear basket to shop from this store?
ar: تحتوي سلة المشتريات الخاصة بك على منتجات من متجر آخر. هل ترغب بإزالة محتويات السلة لتتمكن من الشراء من هذا المتجر؟

# clear_button_title
source: Clear
ar: مسح

source: Open Now
ar: مفتوح الآن

# to_title
source: to
ar: حتى

# reorder_different_address_message
source: Your address is different than the one in your reorder. Do you wish to proceed and create a new order for that address?
ar: إن العنوان الذي كتبته مختلف عن العنوان الموجود في سجلك. هل ترغب بالمتابعة وإنشاء طلب جديد لهذا العنوان؟

# tobacco_products_message
source: Stores in your area do not deliver tobacco products.
ar: لا تقوم المحلات في منطقتك بتوصيل تبغ المنتجات

# reorder_close_store_message
source: The store selected for reordering is closed at the moment. Please try later.
ar: المحل الذي قمت باختياره لإعادة الطلب مغلق حاليا. يرجى المحاولة فيما بعد.

# reorder_change_location_message
source: Retailer is not available at current location. Please change location to reorder.
ar: المحل غير متاح في الموقع الحالي. يرجى تغيير الموقع ليتم إعادة الطلب.

# edit_Order_change_location_message
source: Retailer is not available at current location. Please change location to edit order.
ar: المحل غير متاح في الموقع الحالي. يرجى تغيير الموقع ليتم إعادة الطلب.

# fruits_veg_price_vary
source: Fruits & vegetable / Butchery prices may vary
ar: الفواكه والخضراوات / اللحوم والدواجن قد تتفاوت الأسعار

# right_address_message
source: Is this the right address? It looks like you're a little far away.
ar: هل هذا هو العنوان الصحيح؟ يبدو بأنك بعيد قليلا

# register_title
source: CREATE ACCOUNT
ar: سجل

# login_title
source: Login
ar: تسجيل الدخول

source: Sign Up
ar: إنشاء حساب

source: Thank You
ar: شكرا لك

# delivery_location_request
source: Thank you for your request. We’re always in talks with stores near your location and we’ll send you a message when it comes online.
ar: شكرا على طلبك. نحن على اطلاع دائم على المتاجر القريبة وسنبعث برسالة لك في حال توفر المحل.

# check_email_detail_label
source: Please check your email to set new password
ar: يرجى تفقد بريدك الإلكتروني من أجل تعيين كلمة مرور جديدة

# service_price_title
source: Service Fee
ar: رسوم الخدمة

# rider_price
source: Rider Fee
ar: رسوم السائق

# substitutions_title_new
source: Substitutions
ar: البدائل

# choose_substitutions_title_new
source: Choose Substitutions
ar: اختر بديلا

# products_out_of_stock_message_new
source: Following products are out of stock
ar: المنتجات التالية غير متوفرة حاليا

# choose_substitution_button_title_new
source: Choose Replacement Now
ar: اختر بديلا الآن

# no_replacement_suggested_title
source: No Replacement Suggested
ar: لا يوجد بديل مقترح

# replacement_suggested_title
source: Replacement Suggested
ar: بديل مقترح

# select_alternate_button_title_new
source: Continue
ar: متابعة

# cancel_order_button_title_new
source: Cancel Order
ar: إلغاء الطلب

# confirm_button_title_new
source: Send Replacement
ar: إرسال بديل

source: Substituted items:
ar: المنتجات المستبدلة:

source: Grand total
ar: الإجمالى

# item_cancelled
source: Cancelled
ar: ملغى

# item_replaced
source: Replaced
ar: مستبدل

# surcharge_text
source: Sur Charge
ar: رسوم إضافية

# prices_may_vary_title
source: Prices May Vary
ar: قد تختلف الأسعار

source: Click here to
ar: انقر هنا ل

# one_last_step_title
source: One last step...
ar: خطوة واحدة أخيرة...

# enable_notifications_description
source: Enable notifications so we can update you on your order and not bother you with calls.
ar: قم بتفعيل الإشعارات لتطلع على لطلبك دون أن نزعجك بالاتصال

# not_now_button_title
source: Later
ar: ليس الآن

# enable_notifications_button_title
source: Enable
ar: قم بتفعيل الإشعارات

# last_order_title
source: Last Order for Today
ar: آخر طلب للبوم

# last_order_message
source: is taking the last orders for Today's deliveries in
ar: يتم أخذ آخر طلبات للتوصيل اليوم خلال

# vat_title
source: Value Added Tax
ar: ضريبة القيمة المضافة

# service_price
source: Delivery fee (incl. VAT)
ar: رسم التوصيل (شامل الضريبة)

# total_bill_amount
source: FINAL BILL AMOUNT
ar: قيمة الفاتورة

# promotion_discount_aed
source: Promocode discount
ar: خصم الرمز الترويجي

# total_price
source: Total price (incl. VAT)
ar: السعر الإجمالي (شامل الضريبة)

# done_button_title
source: DONE
ar: إنهاء

# promo_code_reset_message
source: Seems like you changed your basket. Please apply the promo code again.
ar: يبدوم بأنك قمت بتغيير سلة المشتريات. الرجاء إدخال الرمز الترويجي مجددا.

# easy_groceries_title
source: Easy Groceries
ar: تسوق المنتجات بسهولة

# wallet_button_title
source: Pay & enter wallet
ar: الدفع والدخول للمحفظة

# recently_added_title
source: You have recently added
ar: لقد فمت مؤخرا بإضافة

# new_title
source: new
ar: جديد

# location_count_singular
source: location
ar: الموقع

# location_count_plural
source: locations
ar: المواقع

# want_to_add_title
source: Do you want to add in your existing locations?
ar: هل تريد إضافة عنوانك الحالي؟

# language_change_message
source: You have to restart the application to take effect this language change.
ar: يتوجب عليك إعادة تشغيل التطبيق لتفعيل التغيير في اللغة

# faq_title_1
source: Where can I use El Grocer?
ar: أين يمكنني استخدام الجروسر؟

# faq_description_1
source: Our service is available across UAE (Dubai, Abu Dhabi, Al Ain, Sharjah, RAK, Fujairah, Umm Al Quwain & Ajman)
ar: خدمتنا متوفرة في جميع أنحاء الإمارات العربية المتحدة (دبي، أبو ظبي، العين، الشارقة، رأس الخيمة، الفجيرة، أم القيوين، وعجمان)

# faq_title_2
source: How do I receive my groceries?
ar: كيف سأستلم مشترياتي من البقالة؟

# faq_description_2
source: Our partner stores take care of the delivery. Your order is transmitted in real-time to the store and delivery happens within 60 minutes for instant orders. We may contact you in case of substitution or any other queries.
ar: تتولى متاجرنا الشريكة مهمة التوصيل. يتم إرسال طلبك - فور وصوله - إلى المتجر، ويتم التوصيل والتسليم في غضون 60 دقيقة للطلبات الفورية. قد نتصل بك في حالات الاستبدال أو أي استفسارات أخرى.

# faq_title_3
source: How do I pay for my groceries?
ar: كيف أدفع ثمن مشترياتي من البقالة؟

# faq_description_3
source: Payment options are Online Payment or Cash or Credit Card on Delivery or Smiles Points or Wallet and these options vary from store to store.
ar: خيارات الدفع هي: الدفع عبر الإنترنت أو نقداً أو ببطاقة ائتمان عند التسليم أو بنقاط Smiles، وتختلف هذه الخيارات من متجر لآخر.

# faq_title_4
source: Are the prices different compared to me just going to the store directly?
ar: هل تختلف الأسعار مقارنة بأسعار التسوق المباشر من المتاجر؟

# faq_description_4
source: No difference! The prices are the same. The big advantage is that you do not have to waste time going to the store. Simply order all you need with just a few taps.
ar: لا فرق! الأسعار هي نفسها. الميزة الكبرى هي أنك لست مضطراً لإضاعة الوقت في الذهاب إلى المتاجر. ببساطة، اطلب كل ما تحتاجه ببضع نقرات فقط.

# faq_title_5
source: How long do I have to wait for my groceries to arrive?
ar: ما هي المدة التي عليّ انتظارها حتى تصل بقالتي؟

# faq_description_5
source: Your groceries will be brought to you as fast as possible; our partner stores will do their absolute best to deliver on time. However, this may be affected by delivery personnel availability and workload, roads or weather conditions, and the distance between the store and the delivery address. If there is any delay, we will make sure to inform you as early as possible.
ar: سيتم توصيل البقالة إليك في أسرع وقت ممكن؛ حيث ستبذل المتاجر الشريكة قصارى جهدها للتسليم في الوقت المحدد. ومع ذلك، قد يتأثر ذلك بتوافر موظفي التوصيل وحجم وضغط العمل، والطرق أو الأحوال الجوية، والمسافة بين المتجر وعنوان التسليم. إذا كان هناك أي تأخير فسوف نتأكد من إبلاغك في أبكر وقت ممكن.

# faq_title_6
source: Can I track my orders?
ar: هل يمكنني تتبع طلباتي؟

# faq_description_6
source: You can track the status of your order by going to the 'My Orders' menu item. You will also be notified via push notifications.
ar: بالطبع، يمكنك تتبع حالة طلبك بالذهاب إلى عنصر 'طلباتي' في القائمة. سيتم إعلامك أيضاً من خلال الإشعارات.

# faq_title_7
source: How do I get started?
ar: كيف أبدأ؟

# faq_description_7
source: Once you have downloaded the app, simply select your current location to see the list of partner stores available around you. Pick a store and start your grocery shopping experience. It is that simple!
ar: بمجرد تنزيل التطبيق، ما عليك سوى تحديد موقعك الحالي للاطلاع على قائمة المتاجر الشريكة المتوفرة بالقرب منك. اختر متجراً وابدأ تجربة تسوق البقالة بكل أريحية. الأمر في غاية البساطة!

# faq_title_8
source: I’m new to this type of service. Can I browse your app first?
ar: أنا جديد على هذا النوع من الخدمات. هل يمكنني تصفح تطبيقكم أولاً؟

# faq_description_8
source: Yes, you can freely browse our app first before ordering. Once you open the app the first time, simply select 'Explore and Register later' option. The app will ask you to select your location and will show you the available stores in the area. After choosing a store and adding the products you want to your basket, you will be prompted to enter your contact details to proceed to checkout.
ar: نعم، يمكنك تصفح تطبيقنا بحرية أولاً قبل الطلب. بمجرد فتح التطبيق في المرة الأولى، ما عليك سوى تحديد خيار 'استكشف وسجّل لاحقاً'. سيطلب منك التطبيق تحديد موقعك وسيعرض لك المتاجر المتاحة في منطقتك. بعد اختيار متجر وإضافة المنتجات التي تريدها إلى سلتك، سيُطلب منك إدخال معلومات الاتصال الخاصة بك لمتابعة عملية الدفع.

# faq_title_9
source: Can I have multiple delivery addresses?
ar: هل يمكنكم توصيل بقالتي إلى عناوين تسليم متعددة؟

# faq_description_9
source: Absolutely! You can create multiple delivery addresses based on your preference.
ar: بالتأكيد! يمكنك وضع عدة عناوين للتسليم حسبما تفضل.

# faq_title_10
source: Is there any minimum order or delivery charge for deliveries?
ar: هل يوجد حد أدنى للطلب أو رسوم توصيل مقابل عمليات التوصيل؟

# faq_description_10
source: elGrocer prices are the same as you see in stores. Some stores require more delivery men that work in shifts. This means minimum orders and delivery fees vary according to the retailer you order from. Smaller stores take orders with basket values as low as AED30. While in the case of some retailers that deliver in the same building or within 500m there are no delivery fees. All delivery terms are shown as details for our listed stores as well as on your order summary screen, where you are prompted to confirm your order.
ar: أسعار الجروسر هي نفسها التي تراها في المتاجر. تتطلب بعض المتاجر المزيد من عمال التوصيل الذين يعملون بالتناوب. هذا يعني أن الحد الأدنى للطلبات ورسوم التوصيل تختلف باختلاف بائع التجزئة الذي تطلب منه. تأخذ المتاجر الصغيرة الطلبات بقيم سلة منخفضة عند حد أدنى 30 درهم إماراتي. بينما في حالة بعض بائعي التجزئة الذين يقومون بالتوصيل في نفس المبنى أو في حدود 500 متر، لا توجد رسوم توصيل. يتم عرض جميع شروط التوصيل كتفاصيل للمتاجر المدرجة لدينا، وكذلك على شاشة ملخص الطلب، حيث يُطلب منك تأكيد طلبك.

# faq_title_11
source: I have several products that I usually order. Can I have an option to select them without searching or browsing for them?
ar: هناك العديد من المنتجات التي أطلبها عادة، فهل يمكنني تحديدها دون البحث عنها أو التصفح لإيجادها؟

# faq_description_11
source: Absolutely. Products usually purchased are listed in Shopping history for easy selection.
ar: بالتأكيد، يتم إدراج المنتجات التي يتم شراؤها بشكل معتاد في سجل التسوق؛ ليكون اختيارها سهلاً.

# faq_title_12
source: I can’t find the product that I am looking for?
ar: لا يمكنني العثور على المنتج الذي أبحث عنه.

# faq_description_12
source: The products you see in the app reflect our partner stores' inventories. We constantly update the products to provide accuracy and availability. If you cannot find what you need, please use the live chat feature so we can work with our partner stores to add the product (s).
ar: تعكس المنتجات التي تراها في التطبيق مخزون المتاجر الشريكة لنا. نقوم بتحديث المنتجات باستمرار لتزويدك بمعلومات دقيقة وتوضيح مدى توافر كل منتج. إذا لم تتمكن من العثور على ما تحتاجه، يرجى استخدام خاصية الدردشة المباشرة وإخبارنا بما تبحث عنه، حتى نتمكن من العمل مع المتاجر الشريكة لنا لإضافة هذا المنتج (المنتجات).

# faq_title_13
source: I received an update about my order mentioning that some items are not available?
ar: تلقيت تحديثاً بشأن طلبي يشير إلى أن بعض العناصر غير متوفرة.

# faq_description_13
source: If the store runs out of stock, you will get contacted and offered the option to select a substitute for the initial product.
ar: إذا نفد المخزون من المتجر، فسيتم الاتصال بك وعرض خيار تحديد بديل للمنتج (المنتجات) الذي اخترته أولاً.

# faq_title_14
source: Can I schedule my delivery to be sent at a later time/day?
ar: هل يمكنني جدولة موعد التوصيل ليوم أو وقت لاحق؟

# faq_description_14
source: Yes, you can choose the delivery Day and time that is suitable for you from checkout page.
ar: نعم، يمكنك ببساطة اختيار يوم ووقت التوصيل المناسبين لك من صفحة الدفع.

# faq_title_15
source: Can I repeat the same order as one previously placed?
ar: هل يمكنني تكرار نفس الطلب الذي سبق وقدمته؟

# faq_description_15
source: Yes, simply go to “My Orders“ and select “Re-Order”
ar: نعم، ما عليك سوى التوجه إلى 'طلباتي' واختيار إعادة الطلب.

# faq_title_16
source: How do I cancel my order?
ar: كيف يمكنني إلغاء طلبي؟

# faq_description_16
source: Cancellation depends on the status of your order: - If your order is still under “pending“ status, you can edit your order and cancel it - If your order is under the “accepted“ status, it means that your order is still in the shop and can still be canceled. Please contact us over live chat so we can assist you - If your order is under the “En route“ status, it means that the delivery team is already out for delivery. Canceling an order under this status works on a case-by-case basis. Please contact us so we can coordinate with our partner store.
ar: يعتمد الإلغاء على حالة طلبك: - إذا كانت حالة طلبك ' معلق'، فيمكنك تعديل طلبك وإلغائه - إذا كانت حالة طلبك 'مقبول'، فهذا يعني أن طلبك لا يزال في المتجر ويمكن إلغاؤه. يرجى الاتصال بنا عبر الدردشة المباشرة حتى نتمكن من مساعدتك - إذا كانت حالة طلبك 'في الطريق'، فهذا يعني أن فريق التوصيل خرج لتوصيل طلبك بالفعل. يتم إلغاء الطلب بموجب هذه الحالة تبعاً لكل حالة على حدة. يرجى الاتصال بنا حتى نتمكن من التنسيق مع متجرنا الشريك.

# faq_title_17
source: I received an incorrect/defective product, what do I do?
ar: استلمت منتجاً به عيب ما أو غير صحيح، ماذا أفعل؟

# faq_description_17
source: We strongly recommend checking the products first. You have the option to refuse items if they are incorrect or in bad condition. Please contact us immediately so we can coordinate replacements with our partner stores.
ar: نوصي بشدة بفحص المنتجات أولاً. لديك خيار رفض العناصر إذا كانت غير صحيحة أو في حالة سيئة. يرجى الاتصال بنا على الفور حتى نتمكن من تنسيق عمليات الاستبدال مع المتاجر الشريكة لنا.

# faq_title_18
source: I just placed an order, have I been charged more than my amount?
ar: لقد قدمت طلباً للتو، هل تم محاسبتي/تحصيل أكثر من مبلغ بقالتي الأساسي؟

# faq_description_18
source: We have not charged you yet, we have requested an amount to be on hold, and we request to hold an extra AED10 in for fresh items, extra weights, and OOS replacements
ar: لم نحصّل منك أي مبلغ بعد. لقد طلبنا مبلغاً ليتم تعليقه، ونطلب تعليق مبلغ إضافي قيمته 10 دراهم للعناصر الطازجة والأوزان الإضافية وبدائل OOS (نفاذ المنتج من المخزون).

# faq_title_19
source: I got 2 SMS about my payment; did you charge me twice?
ar: 2- تلقيت رسالتين قصيرتين بخصوص عملية الدفع الخاص بي؛ هل يعني أنكم حاسبتموني مرتين؟

# faq_description_19
source: No, the 1st SMS is likely to be from your bank, this is an amount we have requested to be on hold. The second SMS is from elGrocer, and this is the actual amount that we have charged your card at checkout in store. (After processing order with fresh items and OOS)
ar: لا، من المحتمل أن تكون أول رسالة نصية قصيرة من البنك الذي تتعامل معه، وهذا هو المبلغ الذي طلبنا تعليقه. الرسالة الثانية من الجروسر، وهذا هو المبلغ الفعلي الذي قمنا بتحصيله من بطاقتك عند الدفع في المتجر. (بعد معالجة وتجهيز الطلب بالعناصر الطازجة وبدائل OOS).

# faq_title_20
source: I want to cancel my order, can you please refund my payment?
ar: أريد إلغاء طلبي، هل يمكنكم إعادة المبلغ المدفوع؟

# faq_description_20
source: Your order will be cancelled, and the charges on your card will be cancelled.
ar: سيتم إلغاء طلبك وإلغاء المبلغ المفترض تحصيله من بطاقتك.

# faq_title_21
source: I placed an order, and then edited it to add more items. I have been charged twice.
ar: لقد قدمت طلباً، ثم قمت بتعديله لإضافة المزيد من العناصر. لقد تم محاسبتي مرتين؟

# faq_description_21
source: The first charge will be cancelled automatically; we will only charge for the final amount of the edited order.
ar: سيتم إلغاء تحصيل المبلغ الأول بشكل تلقائي. سنقوم فقط بتحصيل المبلغ النهائي للطلب الذي جرى تعديله.

# faq_title_22
source: I made an order and paid online, can I add more items?
ar: لقد قدمت طلباً ودفعت عبر الإنترنت، هل يمكنني إضافة المزيد من العناصر؟

# faq_description_22
source: Yes, we will add the extra amount to charge your card once we check out from store.
ar: نعم، سنضيف المبلغ الإضافي ليتم تحصيله من بطاقتك بمجرد الدفع في المتجر.

# faq_title_23
source: How do I sign up?
ar: كيف يمكنني التسجيل؟

# faq_description_23
source: The process is simple! Click on the Smiles banner in the elGrocer app and you will be guided through the sign-up process.
ar: العملية بسيطة! انقر فوق بانر Smiles في تطبيق الجروسر، وسيتم توجيهك خلال عملية التسجيل.

# faq_title_24
source: Where can I find all my accounts’ info?
ar: أين يمكنني إيجاد جميع معلومات حساباتي؟

# faq_description_24
source: Both your elGrocer and Smiles balance info can be accessed from the Profile menu within the elGrocer app.
ar: يمكن الوصول إلى معلومات رصيدك في الجروسر وSmiles من قائمة الملف الشخصي في تطبيق الجروسر.

# faq_title_25
source: Is there a maximum number of attempts to enter the correct OTP?
ar: هل يوجد حد أقصى لعدد محاولات إدخال الـ OTP (كلمة مرور لمرة واحدة) الصحيحة؟

# faq_description_25
source: After a maximum of three attempts your transaction will be declined, and the authentication service will be blocked. There is a period of 24 hours until you can try again the authentication. Only 3 OTP attempts are recognized in one day.
ar: بعد ثلاث محاولات كحد أقصى، سيتم رفض معاملتك، وسيتم حظر خدمة المصادقة. سيكون هناك فترة 24 ساعة حتى يمكنك محاولة المصادقة مرة أخرى. يتم التعرف على 3 محاولات OTP فقط في اليوم الواحد.

# faq_title_26
source: If I have an existing profile in elGrocer app, how can I link it with the Smiles profile to earn and redeem points?
ar: إذا كان لدي ملف شخصي موجود في تطبيق الجروسر، كيف يمكنني ربطه بملف Smiles الشخصي لكسب النقاط واستبدالها؟

# faq_description_26
source: If you have both an elGrocer account and a Smiles account when opening the App, you will see the Earn & Redeem Login Banner. Once you click on the banner, you will be sent to a verification screen. The system will recognize you as Smiles, and you will receive an OTP message. After clicking ok and returning to the home screen, in the profile, you will see your existing balance from Smiles.
ar: إذا كان لديك حساب الجروسر وحساب Smiles، عند فتح التطبيق سترى بانر تسجيل الدخول للكسب والاسترداد. بمجرد النقر فوق البانر، سيتم إرسالك إلى شاشة التحقق. سيتعرف عليك النظام على أنك Smiles، وستتلقى رسالة OTP. بعد النقر فوق موافق، والعودة إلى الشاشة الرئيسية، سترى رصيدك الحالي في Smiles في الملف الشخصي .

# faq_title_27
source: Can both primary and linked accounts login to elGrocer app?
ar: هل يمكن لكل من الحسابين الأساسي والمرتبط تسجيل الدخول إلى تطبيق الجروسر؟

# faq_description_27
source: Primary and Linked accounts are a reference to Smiles accounts not elGrocer. elGrocer supports all Smiles accounts. Each account will access the same smiles balance they have on their Smiles app.
ar: الحسابات الأساسية والمرتبطة هي إشارة إلى حسابات Smiles وليس الجروسر. يدعم الجروسر جميع حسابات Smiles. سيصل كل حساب إلى نفس رصيد Smiles الموجود على تطبيق Smiles الخاص به.

# faq_title_28
source: If I have a Business Mobile Number OR a Visitor Line Number OR a SWYP Number OR a Du Number OR an International Number OR any other type, can I still earn and redeem smiles points using elGrocer app?
ar: إذا كان لدي رقم هاتف تجاري أو رقم خط زائر أو رقم SWYP أو رقم Du أو رقم دولي أو أي نوع آخر، فهل يزال بإمكاني كسب واستبدال نقاط Smiles باستخدام تطبيق الجروسر؟
