Repository: ahmedbashirelgrocer/cicd
Catalog: Sources/*-grocer-shopper-sdk-iOS/Resources/*.lproj/Localizable.strings
Languages: ar

# lbl_BestOffers
source: Best offers from our partners
ar: أفضل العروض من شركاؤنا

# lbl_Order_From_Info
source: You have the scheduled collection from
ar: لديك التحصيل المجدول من

# lbl_nav_chat
source: Chat
ar: الدردشة

# lbl-collection-detail-alert
source: Please, make sure you arrive on time. Your order will be held for 10-15 mins max.
ar: من فضلك تأكد من وصولك في الوقت المحدد. سيتم تعليق طلبك لمدة 10-15 دقيقة كحد أقصى.

# lbl_save_details_future
source: Save details for the future collections.
ar: حفظ التفاصيل للإستلامات المستقبلية

# lbl_Order_Collector
source: Order collector details
ar: تفاصيل جامع الطلب

# lbl_Add_Order_Collector
source: Add new collector
ar: أضف مستلماً جديداً

# btn_Add_Order_Collector
source: Add collector
ar: تأكيد

# btn_Order_Collector
source: Confirm
ar: تأكيد

# lbl_Order_Detail_Collector
source: Order collector details
ar: تفاصيل جامع الطلب

# lbl_Car_Detail_Collector
source: Car details
ar: تفاصيل السيارة

# lbl_Someone_else
source: Someone else?
ar: شخص آخر؟

# lbl_Different_Car
source: Different car?
ar: سيارة مختلفة؟

# lbl_New_car_Details
source: Add new car
ar: إضافة سيارة جديدة

# lbl_Car_Details
source: Car details
ar: تفاصيل السيارة

# placeholder_plate_num
source: Plate number*
ar: *رقم لوحة

# placeholder_Car_Model
source: Car model: Mercedes etc. (Optional)
ar: طراز السيارة: مرسيدس ، إلخ. (غير إلزامي)

# lbl_save_car_details
source: Save car details for the future collections.
ar: حفظ التفاصيل للإستلامات المستقبلية

# btn_Add_Car
source: Add car
ar: أضف سيارة

# lbl_Alert_Arrive_on_time
source: Please, make sure you arrive on time. Your order will be held for 10-15 mins max.
ar: من فضلك تأكد من وصولك في الوقت المحدد. سيتم تعليق طلبك لمدة 10-15 دقيقة كحد أقصى.

# lbl_Bold_Alert_Arrive_on_time
source: you arrive on time.
ar: تصل في الوقت المحدد.

# lbl_self_collection_heading
source: Self collection:
ar: تحصيل ذاتي:

# lbl_collection_Location_heading
source: Collection location
ar: :موقع التحصيل

# lbl_Order_Placed_by_heading
source: Order placed by
ar: تم تقديم الطلب عن طريق :

# lbl_Order_Collector_Details_heading
source: Order collector details
ar: تفاصيل جامع الطلب

# lbl_car_Details_heading
source: Car details
ar: تفاصيل السيارة

# btn_get_Directions
source: Get directions
ar: الحصول على الاتجاهات

# lbl_feedback_delivery_title
source: Delivery feedback
ar: تقييم خدمةالتوصيل

# lbl_feedback_clickAndCollect_title
source: Click & Collect feedback
ar: تقييم خدمة الطلب و الإستلام

# lbl_click&Collect_feedback_Q1
source: How was the collection speed?
ar: كيف كانت سرعة الجمع؟

# lbl_click&Collect_feedback_Q2
source: How happy are you with our picker service?
ar: ما مدى سعادتك بخدمة الالتقاط؟

# lbl_click&Collect_feedback_Q3
source: How easy was it to find the collection spot?
ar: ما مدى سهولة العثور على نقطة الاستلام ؟

# lbl_click&Collect_feedback_Q4
source: Anything else you’d like to add?
ar: هل لديك تعليقات إضافية؟

# lbl_delivery_feedback_Q1
source: How would you rate your delivery?
ar: كيف كان التوصيل الخاص بك ؟

# lbl_delivery_feedback_Q2
source: Did your order arrive on time?
ar: هل كان طلبك في الوقت المحدد؟

# lbl_delivery_feedback_Q3
source: Are you satisfied with the quality of the items you received?
ar: هل أنت راضٍ عن جودة المنتجات التي تلقيتها؟

# lbl_delivery_feedback_Q4
source: Are you satisfied with the price of your items?
ar: هل أنت راضٍ عن سعر منتجاتك؟

# lbl_delivery_feedback_Q5
source: Anything else you’d like to add?
ar: هل لديك تعليقات إضافية؟

# lbl_delivery_feedback_textView_placeHolder
source: Type to leave us a note
ar: اكتب لتترك لنا ملاحظة

# lbl_delivery_feedback_textView_heading
source: IN YOUR WORDS, TELL US WHAT YOU LOVE ABOUT THE APP OR WHAT COULD BE BETTER
ar: ساعدنا لنكون أفضل (اختياري)

# lbl_delivery_feedback_Q2_A1
source: 😀 It was early
ar: كان مبكرََا 😀

# lbl_delivery_feedback_Q2_A2
source: 🙂 Yes, as expected
ar: نعم، كما هو متوقع 🙂

# lbl_delivery_feedback_Q2_A3
source: 😐 No, it was late
ar: لا، لقد تأخر 😐

# lbl_delivery_feedback_Q2_A4
source: 😱 I didn’t get my order yet
ar: لم أستلم طلبي بعد 😱

# lbl_delivery_feedback_Q3_A1
source: 😀 Satisfied
ar: راضِِ 😀

# lbl_delivery_feedback_Q3_A2
source: 🙂 Somewhat satisfied
ar: راضٍِِ إلى حدٍ ما 🙂

# lbl_delivery_feedback_Q3_A3
source: 😐 Somewhat dissatisfied
ar: غير راضٍ إلى حد ما 😐

# lbl_delivery_feedback_Q3_A4
source: 😱 Dissatisfied
ar: غير راضٍ 😱

# lbl_delivery_feedback_Q4_A1
source: 😀 It’s cheaper than the stone
ar: أرخص 😀

# lbl_delivery_feedback_Q4_A2
source: 🙂 It’s as expected
ar: كما هو متوقع 🙂

# lbl_delivery_feedback_Q4_A3
source: 😱 It’s more expensive
ar: أغلى قليلًا 😱

# btn_feedback_send_title
source: Send
ar: إرسال

# search_Field_PlaceHolder
source: Search recipe...
ar: ...بحث الوصفة

# title_recipe_list
source: Recipe Boutique
ar: متجر الوصفات

# title_no_Recipe_Found
source: No Recipe found
ar: لم يتم العثور على الوصفة

# message_no_Recipe_Found
source: There's No Recipe against your search
ar: لا توجد وصفة لبحثك

# title_addToCart_Success
source: Item's Added
ar: تم إضافة مكونات الوصفة

# message_addToCart_Success
source: Recipe Items Added to cart successfully
ar: تمت إضافة مكونات الوصفة إلى عربة التسوق بنجاح

# lbl_HowToMake
source: HOW TO MAKE
ar: الطريقة

# lbl_TotalItem
source: Total Items
ar: إجمالي المكونات

# lbl_Add_Text
source: ADD
ar: اضف

# lbl_Serving_text
source: Servings
ar: عدد الأشخاص

# recipe_Title
source: Recipe Boutique
ar: متجر الوصفات

# recipe_Decription
source: TOP CHEFS . EXCITING NEW IDEAS . EASY MEALS
ar: أفضل الطهاة. أفكار جديدة مثيرة. وجبات سهلة

# banner_button_title
source: Try Now!
ar: !جرَب الآن

# recipe_share_by
source: by
ar: بواسطة

# recipe_share_onElgrocer
source: - on el Grocer
ar: على الجروسر -

# grocery_selection_From_Recipe_screen_title
source: Choose the store
ar: إختار المتجر

# alternatives_New_title
source: Choose Ingredient Substitutes
ar: اختر بدائل المكونات

# btn_Recipe_Add_To_Cart_Title
source: Order Ingredients Now
ar: اطلب المكونات الآن

# btn_My_Basket_More_Subsititue_Cell_Text
source: Search for Alternatives
ar: ابحث عن بدائل

# Del_Alert_Text
source: This will remove all items from your basket!
ar: سوف يتم إزالة جميع المنتجات من سلتك!

# remove_button_title
source: Remove
ar: احذف

# Someone_else_is_collectiing
source: Someone else is collecting?
ar: شخص آخر يستلم ؟

source: Which car is collecting the order?
ar: أي سيارة تستلم الطلب ؟

# error_wrong
source: Ooops! Something went wrong. Please reload the app to try again.
ar: للأسف! هناك خطأ ما. يرجى إعادة تحميل التطبيق للمحاولة مرة أخرى.

# cash_card_creditCard_delivery
source: Cash - Card/Delivery - PayOnline
ar: نقدا - بطاقة /التوصيل - بطاقة ائتمان

# cash_creditCard_delivery
source: Cash - PayOnline
ar: نقدًا - ادفع أون لاين

# card_creditCard_delivery
source: Card/Delivery - PayOnline
ar: بطاقة /التوصيل - ادفع أون لاين

# day_after_tomorrow_title
source: Day After Tomorrow
ar: بعد غد

# lbl_morefrom
source: more to Cart
ar: المزيد إلى عربة التسوق

# lbl_use_Pin_location
source: Use the Pin location
ar: استخدم دبوس الموقع

# No_Selected_Store_Detail
source: Choose the store on the Homepage and start shopping
ar: إﺧﺘﺎر اﻟﻤﺘﺠﺮ ﻋﻠﻰ اﻟﺼﻔﺤﺔ اﻟﺮﺋﻴﺴﻴﺔ أوﻟﺎً ﻟﻤﻠﺊ ﻗﺎﺋﻤﺔ اﻟﺘﺴﻮق اﻟﺨﺎﺻﺔ ﺑﻚ

# edit_Notice
source: You've got a 30 minutes to edit your order. Feel free to make any adjustments you need within this time.Your order won't be processed until you're ready!
ar: سيتم تعليق طلبك لمدة 30 دقيقة قبل البدء في تجهيزه

# area_selection_OR_Lable
source: OR
ar: أو

# confirm_place_order_title_label
source: CONFIRM ORDER
ar: تأكيد الطلب

# feedback_thanks_message
source: Our customer service department will review and act upon it.
ar: سيأخذ مسؤولى خدمة العملاء لدينا تقييمك بعين الإعتبار لتحسين خدماتنا.

# forgot_password_error_alert_description
source: This email does not exist
ar: هذا البريد الإلكتروني غير موجود

# enter_email_placeholder_text
source: Email
ar: البريد الإلكتروني

# stores_notify_text
source: Please, tell us about the store you’d like to receive the delivery from.
ar: يُرجى إخبارنا بالمتجر الذي ترغب في استلام التوصيل منه وسنخطرك عند إضافته إلى الجروسر

# registration_account_Phone_exists_error_alert
source: This mobile number already has an account. Please, Sign In.
ar: رقم الهاتف الخليوي هذا لديه حساب بالفعل. الرجاء تسجيل الدخول.

# cart_title_ClickAndCollect
source: Cart - Click&Collect
ar: سلة اﻟﺘﺴﻮق (الطلب و الإستلام)

# btn_view_title_caps
source: VIEW
ar: عرض

# lbl_edit_Added
source: Item successfully added to your cart.
ar: تم إضافة السلعة الى سلة التسوق الخاصة بك

# error_enter_contactName
source: Please enter contact name.
ar: الإسم مطلوب

# error_enter_contact
source: Please enter valid phone number.
ar: أدخل رقم هاتف صالحًا!

# error_enter_plateNum
source: Please enter plate number
ar: رقم اللوحة مطلوب!

# lbl_SuppoertTickets
source: Support Tickets
ar: طلب مساعدة

# lbl_Msg_CollectorDetail
source: Please enter the “Order collector details” below
ar: الرجاء ادخال “بيانات محصل الطلبات

# lbl_Msg_carDetail
source: Please enter the “Car details” below.
ar: الرجاء ادخال “بيانات السيارة

source: %@ asked you to help with the grocery collection from %@. Follow this link to see the pickup details.
ar: طلب٪ %@ s للمساعدة في جمع البقالة من٪ %@ s. اتبع هذا الرابط لمعرفة تفاصيل التحصيل

# lbl_Payment_Details
source: Payment details
ar: الدفع

# lbl_order_collection_Address
source: Collection address
ar: عنوان الإستلام

# lbl_add_new
source: Add new
ar: اضف جديد

# lbl_enter_details
source: enter details
ar: ادخل البيانات

# lbl_PayUsing
source: PAY USING
ar: الدفع باستخدام

# feedback_thanks_title
source: Thanks for your feedback!
ar: شكرا ً لك على تقييمك

# recipe_save_success
source: The recipe saved to your Profile
ar: الوصفة المحفوظة في ملف التعريف الخاص بك

# lbl_go_to_cart_upperCase
source: GO TO CART
ar: إتمام الشراء

# btn_add_all_ingrediants
source: Add all ingredients to cart
ar: أضف جميع المكونات إلى سلة الشرا

# lbl_ingrediants_title
source: Ingredients
ar: المكونات

# lbl_preparation_title
source: Preparation
ar: تحضير

# lbl_serving_count
source: Servings
ar: حصص

# lbl_ingrediant_count
source: ingredients
ar: المكونات

# lbl_prep_time_min
source: min
ar: دقيقة

# txt_All_Recipes
source: All Recipes
ar: كل الوصفات

# txt_Recipes
source: Recipes 🍽
ar: وصفات الطعام 🍽

# lbl_chef_and_brand_text
source: Recipes from chefs & brands
ar: وصفات من طهاة و ماركات

# recipe_boutique_searchBar_txt
source: Search recipe, chef, ingredient...
ar: ابحث عن وصفة، طاهِِ، مكون…

# btn_txt_edit
source: Edit
ar: تعديل

source: Live Chat
ar: دردشة مباشرة

# orders_Settings
source: Orders
ar: طلبات الدعم

# saved_recipies
source: Saved Recipes
ar: الوصفات المحفوظة

source: Payment Methods
ar: الدفع

# password_settings
source: Password
ar: كلمة المرور

# terms_settings
source: Terms and Conditions
ar: الأحكام والشروط

source: Privacy Policy
ar: سياسة خاصة

# FAQ_settings
source: FAQ
ar: الأسئلة الشائعة

# account_hedding
source: Account
ar: الحساب

# title_saved_recipes
source: Saved Recipes
ar: الوصفات المحفوظة

# no_saved_recipe_title
source: Your saved recipes will appear here
ar: وصفاتك المحفوظة ستظهر هنا

# no_saved_recipe_description
source: Tap ‘Recipe Boutique’ button to explore
ar: أضغط على "متجر الوصفات" وأختر وصفتك المفضلة

# my_account_edit_your_profile
source: Edit Profile
ar: تعديل الصفحة الشخصية

# my_account_email_field_label
source: Email
ar: البريد الإلكتروني

# my_account_phone_field_label
source: Mobile number*
ar: رقم الهاتف المحمول *

# lbl_heading_my_account
source: Personal information
ar: معلومات شخصية

# my_account_update_button
source: Save
ar: حفظ

# lbl_page_title
source: Password
ar: كلمة السر

# lbl_change_password_heading
source: Change Password
ar: تغيير كلمة السر

# error_pass_missmatch
source: Password doesn’t match
ar: كلمة السر غير متطابقة

# btn_edit
source: Edit
ar: تعديل

# btn_delete
source: Delete
ar: حذف

# payment_methods_title
source: Payment Methods
ar: طرق الدفع

# lbl_add_new_car
source: Add new car
ar: إضافة سيارة جديدة

# lbl_add_new_card
source: Add new card
ar: أضف بطاقة جديدة

# lbl_card_ending
source: Card ending in xx-
ar: بطاقة تنتهي ب xx-

# card_removed
source: Card successfully removed
ar: تمت إزالة البطاقة بنجاح

# card_added
source: Card successfully added
ar: تمت إضافة البطاقة بنجاح

# car_removed
source: Car successfully removed
ar: تمت إزالة السيارة بنجاح

# car_added
source: Car successfully added
ar: تمت إضافة السيارة بنجاح

# car_updated
source: Car updated successfully
ar: تم تحديث السيارة بنجاح

# product_added_to_cart
source: Item added to your Cart
ar: تمت إضافة المنتجات الى سة التسوق

# lbl_item_singular
source: item
ar: المنتج

# lbl_item_multiple
source: items
ar: قطعة

# btn_share_title
source: Share
ar: شارك

# btn_save_title
source: Save
ar: حفظ

# on_txt
source: on
ar: على

# lbl_prep_time_hrs
source: hrs
ar: ساعات

# lbl_main_course
source: Main course
ar: الوجبة الرئيسية

# setting_language
source: Language
ar: اللغة

source: Saved Cars
ar: السيارات المحفوظة

# address_settings
source: Addresses
ar: العناوين

# language_settings
source: Language
ar: اللغة

# settings_heading
source: Settings
ar: إعدادات

# Information_heading
source: Information
ar: معلومات

# lbl_hello
source: Hello!
ar: مرحباً !

# error_wrong_pass
source: Wrong password
ar: كلمة السر خاطئة

# error_enter_pass
source: Enter the password
ar: أدخل كلمة السر

# error_invalid_pass
source: Password must contain atleast 6 characters
ar: يجب أن تحتوي كلمة المرور على ٦ أحرف على الأقل

# no_recipe_title
source: No Recipes
ar: لا يوجد وصفات

# no_recipe_description
source: No Recipe found in your selected area please try again!
ar: لم يتم العثور على وصفة في المنطقة التي اخترتها ، يرجى المحاولة مرة أخرى!

# btn_default
source: Default
ar: افتراضي

# saved_cars_title
source: Saved Cars
ar: السيارات المحفوظة

# lbl_no_saved_car
source: You don't have any saved cars
ar: لا يوجد سيارات محفوظة

# lbl_no_saved_car_description
source: Add your first car details
ar: أضف تفاصيل سيارتك الآن

# lbl_no_saved_card
source: You don't have any saved payment methods
ar: ليس لديك أي طرق دفع محفوظة

# lbl_no_saved_card_description
source: Add your first payment method
ar: أضف طريقة الدفع الأولى الخاصة بك

# lbl_featured_recepies_title
source: Recipe Sections
ar: الوصفات المميزة

# shop_by_ingredients_text
source: Shop by recipe ingredients
ar: تسوق حسب مكونات الوصفة

# No_Store_For_Recipe_title
source: We’re sorry, but there are not available stores to buy these ingredients from at the moment
ar: معذرةً ، لا توجد متاجر متاحة لشراء هذه المكونات منها في الوقت الحالي

# lbl_offer
source: OFFER
ar: عرض

# txt_off
source: % OFF
ar: % خصم

# btn_add_to_cart
source: Add to cart
ar: إضافة اﻟﻰ السلة

# txt_off_Single
source: OFF
ar: خصم

# lbl_preparation_Highlight
source: Preparation Masterclasses
ar: دروس تحضيرية

# msg_limited_stock_title
source: This promotion has limited items stock.
ar: كمية محدودة من هذا العرض

# msg_limited_stock_start
source: You can add only
ar: يمكنك إضافة فقط

# msg_limited_stock_end
source: items max.
ar: الحد الإقصى من المنتجات.

# lbl_limited_Stock
source: Limited stock
ar: كمية محدودة

# txt_Saved
source: SAVED!
ar: تم الحفظ!

# lbl_ProductLimit
source: Product limit change. Please update.
ar: تم تغيير الحد للمنتج. يرجى التحديث.

# promotion_changed_alert_title
source: Promotion Changed
ar: تم تغيير العرض

# quantity_changed_alert_title
source: Quantity Changed
ar: تم تغيير الكمية

# promotion_changed_alert_description
source: %@ is on a limited quantity promotion & reduced to %@ item maximum limit.
ar: %@ داخل العرض و تم تخفيض الكمية إلى %@

# Msg_Edit_Order
source: You can edit your order from “Order details”, before it is accepted.
ar: يمكنك تعديل طلبك من ”تفاصيل الطلب” قبل قبوله.

# txt_elGrocer_Picker
source: elGrocer Picker
ar: جامع الطلب من الجروسر

# lbl-collection-TimeLimit-alert
source: Your order will be held for 10-15 mins max.
ar: سيتم تعليق طلبك لمدة 10-15 دقيقة كحد أقصى.

# title_chat_with_Picker
source: CHAT WITH PICKER
ar: الدردشة مع المنتقي

# lbl_self_collection_time
source: Self-collection time
ar: وقت التحصيل الذاتي

# title_order_collector_details
source: Order collector details:
ar: تفاصيل جامع الطلب:

# title_car_details
source: Car details:
ar: تفاصيل السيارة:

# title_self_collection_point
source: Self-collection point:
ar: نقطة التجميع الذاتي:

# title_estimated_delivery
source: Estimated delivery
ar: التوصيل المتوقع

# title_Estimated_delivery
source: Estimated delivery
ar: التوصيل المتوقع

# title_updated_delivery
source: Updated delivery
ar: التوصيل المحدث

# title_delivered
source: Delivered
ar: تم التوصيل

# title_collected
source: Collected
ar: تم التسليم

# txt_Picker
source: Picker
ar: جامع الطلب

# Msg_InvalidSession
source: Apologies, but we need you to re-enter your login information.
ar: نأسف ، لكننا نريد منك إعادة إدخال معلومات تسجيل الدخول الخاصة بك.

# lbl_Self_collection_details
source: Self-collection details
ar: تفاصيل التحصيل الذاتي

# lbl_Special_Discount
source: Discounted Price
ar: سعر العرض

# lbl_Track_your_order
source: Track your order
ar: تتبَع طلبك

# lbl_Order_tracking
source: Order tracking
ar: تتبَع الطلب

# lbl_no_timeSlot_available
source: No timeslots available
ar: لا يوجد أوقات متاحة

# instruction_textview_placeHolder
source: Type to leave us additional information to the store
ar: اترك معلومات إضافية إلى المتجر

# txt_recommende_for_you
source: Recommended for you
ar: منتجات نوصى بها لك

# txt_see_more
source: SEE MORE
ar: عرض الكل

# order_sendBird_nav_title
source: Order
ar: الطلب

# btn_enter_promoCode
source: ENTER PROMOCODE
ar: إدخال الرمز الترويجي

# btn_show_bill_details
source: SHOW BILL DETAILS
ar: عرض تفاصيل الفاتورة

# btn_hide_bill_details
source: HIDE BILL DETAILS
ar: إخفاء تفاصيل الفاتورة

source: Total price (incl. VAT)
ar: السعر الإجمالي (شامل الضريبة)

# checkout_instruction_placeHolder
source: Type to leave additional instruction to the store
ar: اكتب لتترك لنا ملاحظة

# promo_textfield_placeholder
source: Enter promo code
ar: أدﺧﻞ الرمز الترويجي

# tabby_view_title_text
source: Pay later with Tabby*
ar: أدفع لاحقاً مع تابي*

# tabby_view_details_text
source: One bill, pay it at the end of the month with Tabby. No interest or fees.
ar: فاتورة واحدة، ادفعها في نهاية الشهر مع تابي. بدون فوائد او رسوم.

# tabby_threshold_with_currency
source: 500 AED
ar: ٥٠٠ درهم

# tabby_terms_and_conditions_title
source: Tabby terms & conditions
ar: شروط وأحكام الدفع عن طريق تابي

# tabby_tc_paraghraph_one_title
source: All your purchases in one bill
ar: كل مشترياتك بفاتورة واحدة

# tabby_tc_paraghraph_one_description
source: Pay once on the 28th of each month. No interest or fees.
ar: ادفع فاتورتك كاملة يوم 28 من كل شهر على تطبيق تابي. بدون فوائد او رسوم.

# tabby_tc_paraghraph_second_title
source: How it works?
ar: كيف تعمل الخدمة؟

# tabby_tc_paraghraph_second_description
source: Download and open the Tabby app. You’ll find all you purchases under the Payments section in one bill.
ar: حمل وافتح تطبيق تابي واضغط على مدفوعاتي ستجد جميع مشترياتك ضمن قسم المدفوعات في فاتورة واحدة.

# tabby_tc_paraghraph_third_title
source: Track your monthly spend
ar: تابع مصاريفك الشهري

# tabby_tc_paraghraph_third_description
source: You Tabby Pay later billing cycle runs from the 25th of the month to the 24th of the following month.
ar: تبدأ دورة فاتورة تابي من يوم 25 من الشهر إلى يوم 24 من الشهر التالي.

# tabby_tc_paraghraph_forth_title
source: Review and pay in one bill
ar: راجع فاتورتك وادفع مرة واحدة

# tabby_tc_paraghraph_forth_description
source: You’ll receive your Tabby Pay later bill on the 25th of the month with payment due on the 28th.
ar: ستتلقى فاتورة تابي في يوم 25 من الشهر مع استحقاق السداد في اليوم 28.

# paid_with_tabby
source: Tabby
ar: تابي

# screen_order_details_bags_text
source: Bags
ar: أكياس

# lbl_collection_detail_alert_highlight
source: arrive on time
ar: وصولك في الوقت المحدد.

source: Delete Account
ar: حذف الحساب

# If_items_are_out_of_stock_unselected
source: If items are out of stock...
ar: إذا كانت العناصر غير متوفرة...

# If_items_are_out_of_stock_selected
source: If items are out of stock
ar: إذا كانت العناصر غير متوفرة

source: If item out of stock...
ar: إذا كان المنتج غير متوفر...

source: Edit preferences
ar: تعديل التفضيلات

source: Save choice
ar: حفظ الاختيار

source: Item preferences
ar: منتج مفضل

# title_if_item_out_of_stock
source: If item is out of stock
ar: إذا كان المنتج غير متوفر

source: Replace with...
ar: استبدل بـ...

# item_preference_instruction_placeHolder
source: Type to leave additional instructions for this item
ar: اترك معلومات إضافية عن هذا المنتج

# you_can_Choose
source: you can Choose up to 3 items
ar: يمكنك اختيار إلى حد ٣ منتجات

# search_more_replacement
source: Search for more replacements
ar: ابحث المزيد من البدائل

# question_cancel_order
source: Why are you cancelling your order?
ar: ما سبب إلغاء طلبك؟

# question_delete_account
source: Why would you like to delete your account?
ar: لماذا تريد حذف حسابك؟

# instruction_placeholder_order_cancelation
source: What can we improve?
ar: ما الذي يمكننا تحسينه؟

# instruction_placeholder_delete_account
source: Do you have any extra feedback for us? (Optional)
ar: هل لديك أي ملاحظات إضافية لنا؟ (اختياري)

source: Confirm Deletion
ar: تأكيد الحذف

source: Confirm order cancelation
ar: تأكيد إلغاء الطلب

# place_apple_pay_title_label
source: Check out with  Pay
ar: الدفع بواسطة Pay 

# order_cancelation_popup_title
source: Order cancelled successfully!
ar: تم إلغاء الطلب بنجاح!

# order_cancelation_popup_desc
source: Thank you for your feedback and help. We hope to serve you some other time.
ar: شكرا لك على ملاحظاتك ومساعدتك. نأمل في خدمتك مرة أخرى.

# order_cancelation_popup_close_button
source: Close
ar: أغلق

# write_reason_alert
source: Please provide more details
ar: الرجاء اعطاء المزيد من التفاصيل

# select_one_option
source: Please select reason for cancelation
ar: الرجاء اختيار سبب الغاء الطلب

# txt_How_would_you_like_to_shop
source: How would you like to shop?
ar: كيف تريد أن تتسوق؟

# txt_Shop_by_store_category
source: Shop by store category
ar: سوق حسب فئات المتجر

# txt_cell_Deals
source: Deals and Offers 🤑
ar: العروض و الخصومات 🤑

# support_sendBird_nav_title
source: Support
ar: مساعدة

# title_hyperMarket
source: Hypermarket Shopping 🛒
ar: الهايبر ماركت 🛒

# best_for_desc_delivery
source: 🕓 Scheduled delivery
ar: توصيل مجدول 🕓

# best_for_desc_price
source: 🤑 Great prices & deals
ar: 🤑 أسعار وعروض رائعة

# lbl_Best_For
source: BEST FOR:
ar: التسوق الأنسب:

# title_speciality_store
source: Specialty stores 😋
ar: المتاجر المتخصصة 😋

# btn_shopping_list_title
source: Add Shopping List
ar: أضف قائمة التسوق

# btn_help
source: Help
ar: المساعدة

# search_placeholder_store_header
source: Search products...
ar: البحث في المنتجات...

# title_view_all_cat
source: View All Categories
ar: عرض جميع فئات المتاجر

# msg_limited_stock_Quantity_title
source: This product has limited items stock.
ar: هذا المنتج محدود الكمية

# title_pay_with_apple_pay
source: Check out with  Pay
ar: الدفع مع Pay 

# title_SetUp_with_apple_pay
source: Set up  Pay
ar: قم بإعداد  Pay

# pay_via_Apple_pay
source: Apple Pay
ar: الدفع بواسطة أبل

# checkout_paymentlist_applepay_title
source: Apple Pay
ar: أبل باى

# lbl_congrtz
source: Min order reached!
ar: تم الوصول إلى الحد الأدنى للطلب.

# to_reach_minimum_order
source: more to reach minimum order
ar: إضافيا ً للوصول إلى الحد الأدنى للطلب.

# shopping_PlaceHolder_Search_List
source: Type or Paste your shopping list here: Apple Tomato Oreo
ar: اكتب أو الصق قائمة التسوق الخاصة بك هنا: تفاح طماطم أوريو

# search_placeholder_home
source: Search products & stores
ar: ابحث عن المنتجات و المتاجر...

# search_placeholder_hypermarket
source: Search items or stores...
ar: أبحث عن المنتجات والمتاجر ...

# search_placeholder_view_allstore_categories
source: Search items or stores...
ar: أبحث عن المنتجات...
