Repository: ahmedbashirelgrocer/cicd
Catalog: Sources/*-grocer-shopper-sdk-iOS/Resources/*.lproj/Localizable.strings
Languages: ar

# order_status_checkout_out
source: Checking Out
ar: الدفع

# order_status_payment_approved
source: Payment Approved
ar: تم الموافقة على الدفع

# order_status_payment_rejected
source: Payment Rejected
ar: تم رفض الدفع

# order_number_label_Full
source: Order Number:
ar: رقم الأمر:

# order_number_label
source: Order#:
ar: رقم الطلب:

# order_date_label
source: Date:
ar: التاريخ:

# order_history_order_confirmation_label
source: Please send confirmation if your order was alright!
ar: الرجاء التأكيد إذا كان طلبك على ما يرام

# order_history_order_confirmation_button
source: Done!
ar: تم التنفيذ

# order_history_reorder_button
source: Re-Order
ar: إعادة الطلب

# order_history_change_order_button
source: Change Order
ar: تغيير الطلب

# order_history_grocery_review_label
source: Please review grocery in which order was placed.
ar: استعراض المنتجات المطلوبة

# order_history_grocery_review_button
source: Review
ar: استعراض

# order_history_delete_alert_title
source: Delete order
ar: إزالة الطلب

# order_history_delete_alert_message
source: Do you really want to remove this order?
ar: هل ترغب حقا بإزالة هذا الطلب؟

# order_history_cancel_alert_title
source: Cancel order
ar: إلغاء الطلب

# order_history_cancel_alert_message
source: Do you really want to cancel this order?
ar: هل ترغب حقا بإلغاء هذا الطلب؟

# order_cancel_alert_title
source: Order
ar: الطلب

# order_cancel_success_message
source: Your order successfully cancelled.
ar: تم إلغاء طلبك بنجاح

# order_history_delete_order_error
source: We could not delete your order from history. Please try again later.
ar: لم يتم حذف طلبك من السجل. الرجاء معاودة المحاولة في وقت لاحق

# feedback_info_label
source: Please call in case you need any help or feedback from us!
ar: يرجى الاتصال في حال كنت بحاجة إلى أي مساعدة

# feedback_call_now_button
source: CALL NOW
ar: التواصل الآن

# feedback_your_feedback_label
source: Your feedback
ar: شاركنا رأيك

# feedback_textfield_placeholder
source: Comment
ar: تعليق

# feedback_send_feedback_button
source: Send!
ar: إرسال

# favourites_groceries_tab
source: Groceries
ar: البقالة

# favourites_products_tab
source: Products
ar: المنتجات

# favourites_adding_to_basket_alert_title
source: Product was added to basket
ar: تمت إضافة المنتج للسلة

# favourites_adding_to_basket_alert_description
source: Your product was added to the basket. You can see this product in basket shopping by item.
ar: تمت إضافة منتجك إلى السلة. يمكنك ان ترى هذا المنتج في سلة التسوق

# favourites_adding_to_basket_alert_button
source: Ok
ar: حسنا

# favourites_go_to_grocery_wrong_location
source: This store does not deliver to your currently selected location.
ar: لا بقوم هذا السوبرماركت بالتوصيل للموقع الذي قمت باختياره.

# empty_view_favourites_grocery_title
source: You don't have any favourite groceries.
ar: ليس لديك أي بقالة مفضلة

# empty_view_favourites_grocery_description
source: Add grocery to favourites by clicking on heart icon.
ar: قم بإضافة البقالة هنا عن طريق النقر على أيقونة القلب

# empty_view_favourites_product_title
source: You don't have any favourite products.
ar: ليس لديك أي منتجات مفضلة

# empty_view_favourites_product_description
source: Add product to favourites by clicking on heart icon.
ar: قم بإضافة المنتجات هنا عن طريق النقر على أيقونة القلب.

# empty_view_orders_title
source: You don't have any orders in history.
ar: ليس لديك أي طلبات في السجل.

# empty_view_orders_description
source: Complete at least one order to see it here.
ar: أكمل طلبا واحدا على الأقل لمشاهدته هنا.

# empty_view_products_search_title
source: We couldn't find any products for that phrase.
ar: لم نتمكن من العثور على أي منتجات لهذه العبارة.

# empty_view_products_search_description
source: Change your search phrase or find product by category, subcategory and brand.
ar: غير عبارة البحث أو ابحث عن منتج حسب الفئة أوالعلامة التجارية

# empty_view_categories_title
source: No categories available.
ar: لا تتوفر فئات

# empty_view_categories_description
source: This shop does not have any categories added.
ar: لا يحتوي هذا السوبرماركت على أي فئات مضافة

# empty_view_reviews_title
source: No reviews available.
ar: لا توجد تعليقات

# empty_view_reviews_description
source: This shop does not have any reviews added.
ar: لا يحتوي هذا السوبرماركت على أي تعليقات

# grocery_review_header_label
source: Grocery Rating:
ar: تقييم البقالة:

# grocery_review_description_label_1
source: Calculated score based on
ar: تم حساب النتيجة بناء على

# grocery_review_description_label_2
source: Services, Quality and Performance
ar: الخدمات والجودة والأداء

# grocery_review_new_review_title
source: Review the grocery
ar: استعراض البقالة

# grocery_review_criteria_overall
source: Overall
ar: التقييم الإجمالي

# grocery_review_criteria_delivery_speed
source: Delivery Speed
ar: سرعة التوصيل

# grocery_review_criteria_order_accuracy
source: Order Accuracy
ar: صحة الطلب

# grocery_review_criteria_quality
source: Quality
ar: الجودة

# grocery_review_criteria_price
source: Price
ar: السعر

# grocery_review_comments_placeholder
source: Comments
ar: التعليقات

# grocery_review_send_review_button
source: Submit Review
ar: إرسال تقييم

# grocery_review_alert_title
source: Grocery Review
ar: استعراض البقالة

# grocery_review_alert_description
source: Would you like to review the grocery in which you placed your order?
ar: هل ترغب في مراجعة المنتجات التي قمت بطلبها؟

# grocery_review_alert_cancel
source: Not now
ar: ليس الآن

# grocery_review_alert_review_button
source: Review
ar: استعراض

# grocery_review_already_added_alert_title
source: Review exists
ar: استعراض الموجود

# grocery_review_already_added_alert_description
source: Would you like to change your review for this grocery store?
ar: هل ترغب في تغيير رأيك بهذه البقالة؟

# grocery_review_already_added_alert_confirm_button
source: Change
ar: تغيير

# grocery_review_already_added_alert_cancel_button
source: Cancel
ar: إلغاء

# intro_shop_now_button
source: SHOP NOW
ar: تسوق الآن

# intro_next_button
source: Next
ar: التالي

# products_adding_different_grocery_alert_title
source: You have an active cart!
ar: لديك سلة ممتلئة.

# products_adding_different_grocery_alert_message
source: You have an active cart from a different store and it will be cleared. Do you want to continue?
ar: لديك سلة تسوق نشطة من متجر مختلف. سيتم مسح هذه السلة. هل تريد الاستمرار؟

# products_adding_different_grocery_alert_confirm_button
source: Add to basket
ar: إضافة للسلة

# products_adding_different_grocery_alert_cancel_button
source: Cancel
ar: إلغاء

# complete_profile_screen_title
source: Complete profile
ar: إكمال الصفحة الشخصية

# complete_profile_info_label
source: We need complete information to process your order
ar: نحن بحاجة إلى معلومات كاملة لمعالجة طلبك

# complete_profile_submit_button
source: Submit & Continue
ar: إرسال ومتابعة

# user_profile_completion_save_button
source: Create Account
ar: إنشاء حساب

# grocery_selection_screen_title
source: Choose Grocery
ar: اختيار البقالة

# grocery_items_available_label
source: Items are available
ar: المنتجات متوفرة

# no_network_screen_title
source: No Internet connection available.
ar: لا يوجد اتصال بالإنترنت

# no_network_screen_description
source: Establish Internet connection to resume interaction with the app.
ar: قم بالاتصال بالإنترنت لاستئناف التفاعل مع التطبيق

# about_title_1
source: About us:
ar: حول التطبيق:

# about_description_1
source: El Grocer is a Dubai-based free App for grocery delivery. We provide you with an extensive network of partner stores that will provide the easiest grocery shopping experience ever. Shop from the widest range of products from nearby grocery stores with same store pricing (no markups), free delivery in most cases and ultra fast delivery in 60 minutes or less! Grocery shopping can’t get easier than that.
ar: يعتبر el Grocer تطبيقا مجانيا لتوصيل البقالة مقره الإمارات. نقوم بتزويدك بشبكة واسعة من السوبرماركتات الشريكة التي من شأنها تقديم أسهل تجربة تسوق للمنتجات. نتميز بأننا نتيح إمكانية شراء منتجات كبيرة من السوبرماركتات القريبة بنفس سعر المحلات (بلا أسعار مضافة) وبتوصيل مجاني في معظم الحالات بسرعة في غضون 30، 60، 90، أو 120دقيقة!

# about_title_2
source: What we do:
ar: ما نقوم به:

# about_description_2
source: We provide and easy-to-use application for your daily grocery needs. No need to call or even go to the supermarket anymore. Enjoy having your groceries delivered straight to your door with just a few taps. You will have access to the full inventory of our partner stores and benefit from same store pricing.
ar: نقدم تطبيقا سهل الاستخدام لتلبية احتياجاتك من المنتجات، فلا حاجة للاتصال والذهاب إلى السوبرماركت بعد اليوم. تمتع باستلام المنتجات حتى باب بيتك من خلال بضع نقرات فقط! ستتمكن من الوصول للمخزن الكامل لشركائنا من المحلات بنفس السعر الأصلي.

# about_title_3
source: Why El Grocer?
ar: لماذا el Grocer؟

# about_description_3
source: Groceries Nearby: Discover groceries around you that deliver. If your area is not listed yet, sign-up and we’ll notify you when we launch in your area. Full Range: See the full range of items the shops around you are carrying. No more looking around or calling to ask what they have or if your favorite brands are available. Same Prices: No extra charges. The prices mentioned are exactly the same as the ones you would get in the shop or call to order. Free & fast delivery: We transmit your orders to our partner stores and you will get the same terms that if you were calling to order. Usually it’s free and immediate. No more calling: No need to call anymore or wait to be answered. No more misunderstood items and wrong orders. No need to say your address and number every time. On-the-go: Save time & effort by easily ordering your groceries wherever you are right from your phone with a few easy taps. EL Grocer (JLT Silver Tower, Cluster I, Dubai, UAE) Email: info@elgrocer.com Tel: +971 4 452 8367
ar: السوبرماركتات القريبة: قم باستكشاف السوبرماركتات القريبة التي يمكن أن تشتري منها. إذا لم تكن منطقتك في القائمة بعد، قم بإنشاء حساب وسنقوم بإعلامك عند التعامل مع منطقك. نطاق واسع: قم بمشاهدة التنوع الواسع في المنتجات الموجودة في السوبرماركتات القريبة، فلم تعد هناك حاجة للبحث والاتصال للاستعلام عن ما لديهم من المنتجات أو إذا كانت منتجاتك المفضلة موجودة أم لا. نفس السعر: لا رسوم إضافية؛ حيث أن الأسعار المذكورة هي نفس الأسعار المعروضة في المحل بالضبط. توصيل مجاني وسريع: نقوم بتحويل طلبك لشركائنا من السوبرماركتات القريبة بنفس السعر لو ستتصل بهم، وعادة يتم ذلك بشكل مجاني وفوري. لا مزيد من الاتصالات: لم تعد هناك حاجة للاتصال أو انتظار أن يتم الرد عليك بعد الآن، وقم بنسيان عدم فهم المنتجات أو الطلبات الخاطئة، وليست هناك حاجة لذكر عنوانك ورقمك في كل مرة. على أتم الاستعداد: احفظ الوقت والجهد من خلال طلب المنتجات بسهولة أينما كنت من هاتفك ببضع نقرات سهلة فقط. El Grocer (أبراج بحيرة جميرا البرج الفضي، تجمع I، دبي، الإمارات العربية المتحدة) البريد الإلكتروني: info@elgrocer.com

# abandoned_cart_notification_message
source: Your groceries are waiting for you. Don't forget to check out!
ar: إن منتجاتك في الانتظار. لا تنس أن تتفحصها

# abandoned_cart_notification_message_24_Hour
source: Found everything you need? It seems you forgot to place your order
ar: هل وجدت كل ما تحتاجه؟ يبدو أنك قد نسيت أن تضع طلبك

# abandoned_cart_notification_message_72_Hour
source: Your products are still in your basket. If you need assistance, tap this message to open our Live Chat so we can help you out.
ar: لا تزال منتجاتك في السلة. إذا كنت بحاجة إلى المساعدة، فانقر على هذه الرسالة لفتح الدردشة المباشرة حتى نتمكن من مساعدتك.

# notification_alert_title
source: Notification
ar: الإشعارات

# label_we_are_sorry
source: We're Sorry.
ar: نحن آسفون.

# label_order_had_to_be_canceled
source: But %@ Grocery had to cancel the order because
ar: ولكن اضطر محل %@ لإلغاء الطلب بسبب

# label_cancel_message
source: Too busy with other orders
ar: انشغاله بطلبات أخرى

# label_products_have_been_put_back
source: Your products have been put back into your basket so you can select a new grocery store to handle your delivery
ar: لقد تم إعادة منتجاتك إلى السلة. الرجاء اختيار محل بقالة جديد للتعامل مع التوصيل

# title_order_canceled
source: Order Canceled
ar: تم إلغاء الطلب

# btn_ok_order
source: Ok. Order
ar: حسنا، اطلب

# btn_no_thanks
source: No. Thanks
ar: لا، شكرا

# location_not_covered_alert_title
source: Warning
ar: تحذير

# location_not_covered_alert_message
source: This location is not covered yet by El Grocer. You can use the app without option to proceed through checkout
ar: لم تتم تغطية هذا الموقع من قبل el Grocer بعد. يمكنك استخدام التطبيق لتنفيذ الطلب.

# location_not_covered_alert_button
source: Ok
ar: حسنا

# location_not_covered_checkout_message
source: Checkout is not available. Your selected area in delivery address in not covered by any shop.
ar: التنفيذ غير متوفر، لأن عنوان التسليم الذي قمت باختياره لم تتم تغطيته من قبل أي محل.

# default_location_name
source: Anonymous Location
ar: موقع مجهول

# no_groceries_title
source: Oops
ar: عفوا

# no_partner_grocery
source: Sorry, we don't have any partner grocery
ar: عذرا، ليس لدينا أي سوبرماركت شريك في المنطقة حاليا

# no_groceries_sorry_message
source: Oh no! All grocery stores in your area are currently closed. Please try again later.
ar: أوووه لا! جميع محلات البقالة في منطقتك مغلقة حاليا. الرجاء معاودة المحاولة في وقت لاحق.

# no_groceries_subtitle_label_title
source: We will notify you by email once you can place an order. Thank you for your patience.
ar: سوف نقوم بإعلامك عن طريق البريد الإلكتروني بمجرد تمكنك من وضع طلب. شكرا لك على صبرك.

# groceries_offline_button
source: Ok
ar: حسنا

# changelocation_button
source: Change Location
ar: تغيير الموقع

# agentchat_button
source: Speak To One Of Our Agents
ar: التحدث إلى أحد عملائنا

# agent_chat_title
source: Speak To Agent
ar: التحدث إلى عميل

# sorry_title
source: Sorry
ar: عذرا

source: Store is unavailable.
ar: المتجر غير متوفر.

# order_no_minimum_value_alert_title
source: Attention
ar: انتباه

# order_no_minimum_value_alert_description
source: The minimum order amount for this store is AED
ar: الحد الأدنى من الطلبات لهذا المتجر هو درهم

# promo_code_minimum_value_alert_description
source: This promo code is only valid on baskets of AED
ar: هذا الرمز الترويجي صالح فقط على الحد الأدنى من المشتريات

# promo_code_minimum_value_alert_remianing_description
source: minimum. Please add more items.
ar: الحد الأدنى. الرجاء إضافة المزيد من المنتجات.

# promo_code_brand_alert_description
source: This promo code is only valid on baskets containing
ar: هذا الرمز الترويجي صالح فقط على السلة الممتلئة.

# promo_code_brand_alert_products
source: products (with a minimum of
ar: المنتجات بحد أدنى من

# promo_code_brand_alert_worth_of
source: worth of
ar: تساوي

# promo_code_brand_alert_products_purchased
source: products purchased)
ar: المنتجات المشتراة

# select_payment_type_message
source: Please select your payment type before applying the promo code
ar: الرجاء اختيار طريقة الدفع قبل تطبيق الرمز الترويجي

# location_map_label_title
source: Please enter your address or move pin
ar: الرجاء إدخال عنوانك

# location_map_done_button_title
source: Find
ar: إيجاد

# location_map_controller_title
source: Select Location
ar: اختيار الموقع

# update_location_info_title_label_text
source: Find Stores Near You
ar: إيجاد السوبرماركتات القريبة

# update_location_info_subtitle_label_text
source: We have improved our location services to get your orders delivered even faster. Please choose your location on the map.
ar: لقد قمنا بتحسين خدمات الموقع لدينا لتسليم طلباتك بشكل أسرع. الرجاء اختيار موقعك على الخريطة.

# update_location_info_done_button_title
source: Let's do this!
ar: هيا لننفذ

# location_changed_view_main_Description_label_text
source: Looks like the current location is different from where you usually order. Would you like to change the location?
ar: يبدو أن الموقع الحالي يختلف عن المكان الذي تطلب منه عادةً. هل ترغب في تغيير الموقع؟

# location_changed_view_sub_Description_label_text
source: Products availability, vouchers and promos are area specific and may change accordingly.
ar: المنتجات المتوفرة و التخفيضات و العروض خاصة بالمتاجر المتوفرة بكل منطقة وقد تتغير طبقاً لتغير مكانك.

# location_changed_view_change_location_button_title
source: Change to current location
ar: التغيير إلى الموقع الحالي

# location_changed_view_dont_change_location_button_title
source: Don’t change location
ar: إستخدام الموقع الإفتراضى

# setting_navigation_bar_title
source: Settings
ar: الإعدادات

# setting_favourites
source: Favourites
ar: المفضلات

# setting_delivery_address
source: Delivery Addresses
ar: عناوين التوصيل

# setting_faq
source: FAQ
ar: الأسئلة الشائعة

# setting_feedback
source: Live Chat
ar: دردشة مباشرة

# setting_notifications
source: Notifications
ar: الإشعارات

# setting_sign_out
source: Sign out
ar: الخروج

# setting_user_account
source: Account
ar: الحساب

# setting_about
source: About us
ar: عنا

# free_groceries_navigation_bar_title
source: Free Groceries
ar: المنتجات المجانية

# earn_free_credits
source: Want to earn some free credits?
ar: هل تريد كسب بعض المنتجات المجانية؟

# free_groceries_description
source: Refer your friends to elGrocer and you will both earn free credits. It’s that simple!
ar: قم بدعوة أصدقائك للتطبيق وستحصلان كلاكما على منتجات مجانية. الأمر بهذه البساطة

# how_invite_work
source: How Invites Work
ar: كيف نقوم بالدعوة

source: Copy
ar: انسخ

# free_groceries_invitation_link
source: Your invitation link
ar: رابط الدعوة

# free_groceries_send_invite
source: Send Invite
ar: أرسل الدعوة

# wallet_navigation_bar_title
source: Wallet
ar: المحفظة

# wallet_no_balance_text
source: Invite friends to get free credits to be spent on elGrocer.
ar: قم بدعوة الأصدقاء للحصول على منتجات مجانية لتنفقها في تطبيق

# wallet_invite_friend
source: Invite Friends
ar: دعوة الأصدقاء

source: Available Balance
ar: الرصيد المتوفر

# congratiolations
source: Congratulations!
ar: تهانينا

# congratiolation_referral_description
source: Your referral signed up for elGrocer, Enjoy AED 10 on us. You have earned it.
ar: لقد قام من قمت بدعوته بالاشتراك. استمتع ب10 دراهم إماراتية

# congratiolation_keep_sharing_text
source: Want to earn more keep sharing elGrocer.
ar: إذا كنت تريد كسب المزيد، قم بمشاركة التطبيق

# invitation_code
source: Your invite code
ar: رمز الدعوة الخاص بك

# empty_wallet
source: Your wallet is currently empty.
ar: محفظتك فارغة حاليا.

# balance_expire
source: Attention. The balance you've earned from referrals expire at the end of each month.
ar: انتباه. تنتهي صلاحية رصيدك في نهاية كل شهر

source: Balance details
ar: تفاصيل الرصيد

source: Wallet Balance:
ar: رصيد المحفظة:

# order_bill
source: Order Bill Amount:
ar: قيمة فاتورة الطلب:

# amount_pay_from_wallet
source: Enter Amount to Pay from Wallet
ar: إدخال الكمية للدفع من المحفظة

# pay_button_title
source: Pay
ar: دفع

# delivery_view_help_us
source: Please let us know your feedback on this order
ar: الرجاء إطلاعنا بملاحظاتك على الطلب

# delivery_view_on_time
source: Order delivered on time?
ar: هل تم تسليم الطلب على الموعد؟

# delivery_view_items_properly
source: All items delivered properly?
ar: هل تم تسليم جميع المنتجات المطلوبة؟

# delivery_view_quality_issues
source: Any item quality issues?
ar: هل هناك مشاكل بجودة المنتج؟

# delivery_view_bill_amount
source: Bill amount equal to the one on the App?
ar: هل تساوي قيمة الفاتورة القيمة الموجودة في التطبيق؟

# account_setup_alert_title
source: Congratulations!
ar: تهانينا

# account_setup_alert_description
source: Before placing your order, you will need to set up your account so we can get your delivery details.
ar: قبل الطلب، سوف تحتاج إلى إعداد حسابك حتى نتمكن من الحصول على تفاصيل التسليم الخاصة بك.

# account_setup_ok
source: OK
ar: حسنا

# account_setup_cancel
source: Cancel
ar: إلغاء

# closing_in
source: Store is closing in
ar: يغلق السوبرماركت في

# place_order
source: get your order in before that.
ar: احصل على طلبك قبل ذلك.

source: Hurry up!
ar: أسرع

# addtocart_button_title
source: Add to cart
ar: إضافة اﻟﻰ السلة

source: Start Delivering Here
ar: ابدأ التسليم هنا

# outside_delivery_area_text
source: The location you’ve selected is outside of our delivery area. Please tap the below button to request this location to be added.
ar: الموقع الذي حددته خارج منطقة التسليم. الرجاء النقر على الزر أدناه لطلب إضافة هذا الموقع.

source: Request to deliver here
ar: اطلب التسليم هنا

source: Choose another location
ar: اختيار موقع آخر

# send_button_title
source: SEND
ar: إرسال

# today_title
source: Today
ar: اليوم

# tomorrow_title
source: Tomorrow
ar: غدا

# delivery_button_title
source: Set Delivery Time
ar: تعيين وقت التسليم

# no_slot_available_text
source: No Slot available
ar: لا توجد منافذ توصيل متاحة

source: Choose Slot
ar: اختيار منفذ التوصيل

source: Card/Delivery
ar: البطاقة / عند التوصيل

# cash_delivery
source: Cash
ar: نقدا

source: Cash - Card/Delivery
ar: نقدا - البطاقة / عند التوصيل

# delivery_title
source: Delivery
ar: التوصيل

# instant_title
source: Instant
ar: فوري

# schedule_title
source: Scheduled
ar: مجدول

# instant_schedule_title
source: Instant & Schedule
ar: فوري ومجدول

# timing_title
source: Timing
ar: مؤقت

# scheduled_delivery_message
source: Store is closed. Instant delivery not available. Please place a scheduled order
ar: المتجر مغلق. التسليم الفوري غير متوفر. يرجى وضع طلب مجدول

# instant_delivery_message
source: The store is open. Instant delivery available.
ar: المتجر مفتوح. التسليم الفوري متوفر.

# order_deliver_message
source: Select your most convenient delivery time.
ar: حدد وقت التسليم الأكثر ملاءمة.

# order_traking_pending_message
source: Your order is currently being processed. Instant orders take up to 5 minutes to be accepted and processed.
ar: يجري حاليا تحضير طلبك. تستغرق الطلبات الفورية ما يصل إلى 5 دقائق لقبولها وتحضيرهاا.

# order_traking_schedule_pending_message
source: You have a scheduled order set for
ar: لقد قمت بتعيين طلب مجدول ل

# order_traking_accept_message
source: Good News! Your order is being processed. Standby for any substitutes in the next 10-15 mins.
ar: أخبار جيدة! يتم تحضير طلبك. استعد لأي بدائل في الدقائق 10-15 المقبلة

# order_traking_in_substitution_message
source: Your basket contains out of stock items. Please select a replacement.
ar: تحتوي السلة على عناصر غسر متوفرة حاليا. يرجى اختيار بديل

# order_traking_enroute_message
source: Wohoo... your order is en route! Please expect it in the next 45 mins. We will update you on any delays.
ar: ووهو ... طلبك في الطريق! يرجى توقع تسلمه خلال ال45 دقيقة التالية. وسوف نقوم بإطلاعك على أي تأخير.

# order_traking_deliver_message
source: has delivered the order.
ar: لقد تم تسليم الطلب.

# change_slot_alert_title
source: Change Slot
ar: تغيير منفذ التوصيل

# change_slot_default_message
source: Your Order slot has been changed successfully
ar: تم تغيير منفذ الطلب بنجاح

# scheduled_to_instant_message
source: Your Order has been changed to an Instant Order & will be processed immediately.
ar: تم تغيير طلبك إلى طلب فوري وسيتم تحضيره على الفور.

# delivery_slot_change_message
source: Delivery time set for:
ar: وقت التسليم المعين:

# delivery_slot_change_message2
source: We will notify you if any changes occur.
ar: سوف نقوم بإعلامك في حالة حدوث أية تغييرات

# select_alternate_button_title
source: Select Alternate(s)
ar: اختيار بدائل

# cancel_order_button_title
source: Cancel Order
ar: إلغاء الطلب

# substitutions_title
source: Order Change
ar: تغيير الطلب

# choose_substitutions_title
source: Choose replacement
ar: اختار الاستبدال

# choose_substitutions_title_cell
source: Choose Replacement
ar: اختار الاستبدال

# products_out_of_stock_message
source: The following will be replaced in your order
ar: سيتم تبديل ما يلي في طلبك

# choose_substitution_button_title
source: Order Instead
ar: الطلب بدلا من ذلك

# discard_substitution_button_title
source: Do Not Replace
ar: لا تقم بالتبديل

# substitution_summary_title
source: Confirm Order Change
ar: تأكيد تغيير الطلب
