Repository: ahmedbashirelgrocer/cicd
Catalog: Sources/*-grocer-shopper-sdk-iOS/Resources/*.lproj/Localizable.strings
Languages: ar

# faq_description_28
source: elGrocer does not distinguish between number types. Any number that can register for a Smiles account can Earn and Redeem points on the elGrocer app.
ar: لا يميز الجروسر بين أنواع الأرقام. يمكن لأي رقم تسجل من خلاله للحصول على حساب Smiles كسب النقاط واستبدالها على تطبيق الجروسر.

# faq_title_29
source: What are the benefits of this Earn and Redeem program?
ar: ما هي فوائد برنامج' اكسب واستبدل'؟

# faq_description_29
source: With every purchase, you will earn Smiles points that can be used for Grocery shopping, Smiles Food orders, and any other Smiles partner. You can also redeem your Smiles points when you are placing your orders with elGrocer.
ar: مع كل عملية شراء ستكسب نقاط Smiles التي يمكن استخدامها لشراء البقالة وطلبات Smiles Food وأي شريك آخر في Smiles. يمكنك أيضاً استبدال نقاطك Smiles عند تقديم طلباتك على الجروسر.

# faq_title_30
source: Will I receive points for purchases I made prior to creating my rewards account?
ar: هل سأحصل على نقاط مقابل المشتريات التي اشتريتها قبل إنشاء حساب المكافآت الخاص بي؟

# faq_description_30
source: Earning Smiles points will start after you have created your elGrocer account and chosen to login to your Smiles account from within the elGrocer app.
ar: سيبدأ كسب نقاط Smiles بعد إنشاء حساب لك في الجروسر، واختيار تسجيل الدخول إلى حسابك في Smiles من داخل تطبيق الجروسر.

# faq_title_31
source: Will I be able to use Smiles points that I had in my Smiles wallet previously?
ar: هل سأتمكن من استخدام نقاط Smiles التي كانت في محفظتي في Smiles سابقاً؟

# faq_description_31
source: Yes
ar: نعم

# faq_title_32
source: How can I earn points?
ar: كيف يمكنني كسب النقاط؟

# faq_description_32
source: Once you have linked your Smiles account with your elGrocer account by clicking on the Smiles banner, you will earn Smiles points with every dirham spent on the elGrocer app. Every AED 1 spent will earn 1 Smiles point. You can also earn points in many other ways through the Smiles App.
ar: بمجرد ربط حسابك Smiles بحسابك في الجروسر عن طريق النقر فوق بانر Smiles، ستكسب نقاط Smiles مع كل درهم تنفقه على تطبيق الجروسر. كل 1 درهم تنفقه سيكسبك 1 نقطة Smiles. يمكنك أيضاً كسب نقاط من خلال العديد من الطرق الأخرى من خلال تطبيق Smiles.

# faq_title_33
source: How are my points determined?
ar: كيف تتم آلية كسب النقاط؟

# faq_description_33
source: For each AED 1 spent on elGrocer, you will earn 1 Smiles point.
ar: مقابل كل 1 درهم إماراتي تنفقه على الجروسر، ستحصل على 1 نقطة Smiles.

# faq_title_34
source: If I use a promo code how will the Smiles points be calculated?
ar: إذا استخدمت كود ترويجي، فكيف سيتم احتساب نقاط Smiles؟

# faq_description_34
source: When using a promo code, you will earn points on the amount paid after the discount. For example, you have a bill of AED 100, and you are using the code NEW10 for AED 10 off on your purchase. Upon introducing the code, you will pay AED 90 ONLY and you will EARN 90 Smiles Points.
ar: عند استخدام الكود الترويجي، ستكسب النقاط على المبلغ المدفوع بعد الخصم. على سبيل المثال، إذا كان لديك فاتورة بقيمة 100 درهم، وأنت تستخدم الكود NEW10 الذي يمنحك خصم 10 دراهم على فاتورتك. عند استخدام الكود، ستدفع 90 درهم فقط، وستكسب 90 نقطة Smiles في المقابل.

# faq_title_35
source: When I pay with my Smiles Points, will I still earn points?
ar: عندما أقوم بالدفع بنقاطي Smiles، هل سأكسب نقاط جديدة؟

# faq_description_35
source: When selecting to pay the order with Smiles points, you will NOT earn Points. When redeeming points, the earn feature does not apply. In a transaction, you can either EARN or REDEEM.
ar: عند اختيارك دفع الطلب بنقاط Smiles، لن تكسب نقاطاً. عند استبدال النقاط، لا تنطبق خاصية الكسب. في أي معاملة يمكنك إما كسب أو استبدال - واحدة من هاتين الخاصيتين فقط في كل معاملة.

# faq_title_36
source: Is there a minimum order amount to checkout using Smiles points?
ar: هل يوجد حد أدنى لإجراء الدفع باستخدام نقاط Smiles؟

# faq_description_36
source: There is no min order value to use the Smiles Points. However certain stores have a minimum amount to place the order. So, at this moment you need to have the entire amount for your order in Smiles points.
ar: لا يوجد حد أدنى لقيمة الطلب عندما يتعلق الأمر باستخدام نقاط Smiles . لكن بعض المتاجر لديها حد أدنى للمبلغ لتقديم الطلب فيها. لذلك، في هذه اللحظة، تحتاج إلى أن يكون بحوزتك مبلغ طلبك بالكامل في صورة نقاط Smiles.

# faq_title_37
source: How can I redeem my points at checkout?
ar: كيف يمكنني استبدال نقاطي عند الدفع؟

# faq_description_37
source: At the Checkout page within the elGrocer app, you will be presented with your Smiles balance. You can choose to purchase your elGrocer order by using your existing Smiles balance.
ar: في صفحة الدفع داخل تطبيق الجروسر، سيظهر لك رصيدك Smiles. يمكنك اختيار شراء طلبك من الجروسر باستخدام رصيدك الحالي من Smiles.

# faq_title_38
source: Can I use Smiles points to pay part of the bill?
ar: هل يمكنني استخدام نقاط Smiles لدفع جزء من الفاتورة؟

# faq_description_38
source: Yes, it's possible.
ar: نعم، هذا ممكن.

# faq_title_39
source: Can you pay a AED 200 bill with 200 Smiles points that you earned buying 200 AED on elGrocer?
ar: هل يمكنك دفع فاتورة قيمتها 200 درهم بـ 200 نقطة Smiles التي كسبتها عند شرائك بقيمة 200 درهم من الجروسر؟

# faq_description_39
source: No, you earn 1 point with every 1 AED 1 spent. BUT it takes around 111 points to pay for 1 AED worth of groceries. It is as if you are getting a 1% cash back on your purchases.
ar: لا، ستكسب 1 نقطة مع كل 1 درهم تنفقه. لكن الأمر يتطلب حوالي 111 نقطة لدفع ما قيمته 1 درهم من البقالة. يبدو الأمر كما لو كنت تحصل على استرداد نقدي بنسبة 1٪ على مشترياتك في شكل نقاط Smiles.

# faq_title_40
source: Do my points expire?
ar: هل تنتهي صلاحية نقاطي؟

# faq_description_40
source: All your Smiles points are governed by the terms and conditions stated in the Smiles App.
ar: تخضع جميع نقاطك Smiles للشروط والأحكام المنصوص عليها في تطبيق Smiles.

# faq_title_41
source: How can I redeem my points on Smiles? Or is the balance on Smiles and elGrocer equivalent? Or If I pay with my Smiles points on elGrocer will my balance on Smiles app decrease? Respectively, if I earn points on elGrocer will I see my points added to elGrocer wallet?
ar: كيف يمكنني استبدال نقاطي على Smiles؟ أم أن الرصيد على Smiles والجروسر مماثل؟ أو إذا دفعت بنقاطي Smiles على الجروسر، فهل سينخفض رصيدي في تطبيق Smiles؟ وتبعاً لذلك، إذا ربحتُ نقاطاً على الجروسر، فهل سأرى نقاطي مضافة إلى محفظة الجروسر؟

# faq_description_41
source: Your Smiles balance is directly connected with your elGrocer app. If you earn points by ordering and receiving elGrocer groceries, the points will be reflected on your Smiles App balance. If you redeem any points on the elGrocer app, the points will be reduced automatically from your Smiles balance within the Smiles App.
ar: رصيدك في Smiles مرتبط مباشرة بتطبيق الجروسر. إذا كسبت نقاطاً عن طريق طلب واستلام بقالة الجروسر، فستنعكس النقاط على رصيدك في تطبيق Smiles. إذا قمت باستبدال أي نقاط على تطبيق الجروسر، فسيتم خصم النقاط تلقائياً من رصيدك Smiles داخل تطبيق Smiles.

# faq_title_42
source: I redeemed points with my last purchase, but now I want to return them. What will happen to my reward? Or if payment failed? Or in the case of substitution?
ar: لقد استبدلت النقاط بآخر عملية شراء، لكنني الآن أرغب في استعادتها. ماذا سيحدث لمكافأتي؟ أو في حالة فشل الدفع؟ أو في حالة الاستبدال؟

# faq_description_42
source: If an elGrocer order placed using Smiles points is canceled for any reason, the Smiles points will be returned to your Smiles balance.
ar: إذا تم إلغاء طلب في الجروسر يستخدم نقاط Smiles لأي سبب من الأسباب، فسيتم إرجاع نقاط Smiles إلى رصيد Smiles الخاص بك.

# faq_title_43
source: What is the buffer time to receive the Smiles points after the return?
ar: 21- ما هو الهامش الزمني لاستلام نقاط Smiles بعد الإرجاع؟

# faq_description_43
source: 48 hours (about 2 days)
ar: ساعة (حوالي يومين)

# faq_title_44
source: If I use a promo code how will the Smiles points be calculated?
ar: إذا استخدمت كود ترويجي، فكيف سيتم احتساب نقاط Smiles؟

# faq_description_44
source: When using a promo code, you will earn points on the amount paid after the discount. For example, you have a bill of AED 100, and you are using the code NEW10 for AED 10 off on your purchase. Upon introducing the code, you will pay AED 90 ONLY and you will EARN 90 Smiles Points.
ar: عند استخدام الكود الترويجي، ستكسب النقاط على المبلغ المدفوع بعد الخصم. على سبيل المثال، إذا كان لديك فاتورة بقيمة 100 درهم، وأنت تستخدم الكود NEW10 الذي يمنحك خصم 10 دراهم على فاتورتك. عند استخدام الكود، ستدفع 90 درهم فقط، وستكسب 90 نقطة Smiles في المقابل.

# faq_title_45
source: When I pay with my Smiles Points, will I still earn points?
ar: عندما أقوم بالدفع بنقاطي Smiles، هل سأكسب نقاط جديدة؟

# faq_description_45
source: When selecting to pay the order with Smiles points, you will NOT earn Points. When redeeming points, the earn feature does not apply. In a transaction, you can either EARN or REDEEM.
ar: عند اختيارك دفع الطلب بنقاط Smiles، لن تكسب نقاطاً. عند استبدال النقاط، لا تنطبق خاصية الكسب. في أي معاملة يمكنك إما كسب أو استبدال - واحدة من هاتين الخاصيتين فقط في كل معاملة.

# faq_title_46
source: What is Tabby?
ar: 1. ما هو تابي؟

# faq_description_46
source: Get more time to pay. With Elgrocer x Tabby you can shop NOW & pay at the end of the month with 0% interest fees.
ar: احصل على مزيد من الوقت للدفع. مع الجروسر وتابي، يمكنك التسوق الآن والدفع في نهاية الشهر مع رسوم الفائدة 0٪.

# faq_title_47
source: How can I use Tabby?
ar: كيف يمكنني استخدام تابي؟

# faq_description_47
source: Choose Tabby as a payment option on the checkout page.
ar: اختر تابي كخيار للدفع في صفحة الدفع للطلب.

# faq_title_48
source: Should I have a Tabby account to place an order?
ar: هل يجب أن يكون لدي حساب على تابي لتقديم طلب؟

# faq_description_48
source: Yes, customers will be redirected to Tabby’s to register.
ar: نعم، سيتم إعادة توجيه العملاء إلى تابي للتسجيل.

# faq_title_49
source: If I am not a Tabby customer, how should I subscribe?
ar: إذا لم أكن من عملاء تابي، كيف يمكنني الاشتراك؟

# faq_description_49
source: You will be redirected to the page where you need a valid UAE Mobile Number, valid Email, Valid Emirates ID & Credit Card.
ar: ستتم إعادة توجيهك إلى صفحة الإشتراك التي تحتاج فيها إلى رقم هاتف محمول صالح في دولة الإمارات العربية المتحدة، وبريد إلكتروني صالح، وهوية إماراتية صالحة، وبطاقة ائتمان صالحة.

# faq_title_50
source: How long does it take to activate my account?
ar: كم من الوقت يستغرق تفعيل حسابي؟

# faq_description_50
source: This is totally handled by Tabby. Their approval of your application will be subject to their review of your submitted data and circumstances.
ar: يتم التعامل مع هذا بالكامل بواسطة تابي. ستخضع موافقتهم على طلبك لمراجعتهم لبياناتك وظروفك المقدمة.

# faq_title_51
source: Is there an interest fee if I don't pay at the end of month?
ar: هل هناك رسوم فائدة إذا لم أدفع في نهاية الشهر؟

# faq_description_51
source: This is totally handled by Tabby. You undertake to pay the following amounts because of late payment: - 25 dirhams after the payment date (end-of-month payment). - An additional 25 dirhams if the amount is outstanding 14 days after the payment date. - An additional 25 dirhams if the amount is outstanding 28 days after the payment date.
ar: يتم التعامل مع هذا بالكامل بواسطة تابي. تتعهد بدفع المبالغ التالية بسبب التأخر في السداد: 25 درهم بعد تاريخ السداد (دفعة نهاية الشهر). 25 درهم إضافية إذا كان المبلغ مستحقاً بعد 14 يوماً من تاريخ السداد. 25 درهم إضافية إذا كان المبلغ مستحقاً بعد 28 يوماً من تاريخ السداد.

# faq_title_52
source: How much can I spend with Tabby?
ar: كم يمكنني أن أنفق مع تابي؟

# faq_description_52
source: To keep shopping safe, spending limits are based on a number of factors including the type of products you're buying, the store you're buying from, and your history with Tabby.
ar: للحفاظ على أمان التسوق، تعتمد حدود الإنفاق على عدد من العوامل بما في ذلك نوع المنتجات التي تشتريها، والمتجر الذي تشتري منه، وسجلك مع تابي.

# faq_title_53
source: Is Tabby free to use?
ar: هل استخدام تابي مجاني؟

# faq_description_53
source: It is! Tabby does not charge interest or fees for any payments that are made on time.
ar: نعم! لا يفرض تابي أي فائدة أو رسوم على أي دفعات تتم في الوقت المحدد لها.

# faq_title_54
source: When do I have to pay?
ar: متى يجب علي الدفع؟

# faq_description_54
source: The Tabby Tab payment cycle runs from the 25th of the month until the 24th of the next month. On the 25th you get an overview of your orders for that cycle. You have to pay by the 28th.
ar: تبدأ دورة الدفع لتابي من اليوم 25 من الشهر حتى اليوم 24 من الشهر التالي. وفي يوم 25، ستحصل على ملخص لطلباتك لتلك الدورة. عليك أن تدفع بحلول يوم 28.

# how_invite_work_title
source: How Invites Work
ar: كيف تعمل الدعوات؟

# how_invite_work_description
source: It's the easiest way to get some free groceries & share the love with your friends! Every time you refer a friend they get AED25 automatically credited to their account, and you get AED10 as soon as they place their first order! Go on be generous with your friends and get some free credits in the process :) * Max AED25 to be used per order on purchase of AED50 minimum. Offer not applicable with other promotions
ar: سيتم إيداع 30 دراهم تلقائيا في حساب كل مستخدم جديد لتطبيق el Grocer إذا ما قام بتسجيل الدخول للتطبيق من خلال رمز الدعوة الخاص بك. وبمجرد أن يقوموا بطلبهم الأول، ستحصل أيضا على 10 دراهم في حسابك. إنها الطريقة الأسهل للحصول على بعض البقالة المجانية لذلك قم بمشاركة الحب مع أصدقائك!

# how_was_your_delivery_title
source: How would you rate your delivery?
ar: كيف وجدت خدمة التوصيل؟

# feedback_question1_title
source: Did your order arrive on time?
ar: هل تم توصيل الطلب في الوقت المحدد؟

# feedback_question1_answer1
source: It was early
ar: لقد تم توصيله قبل الوقت المحدد

# feedback_question1_answer2
source: Yes, as expected
ar: نعم، تم توصيله تماما كما توقعت

# feedback_question1_answer3
source: No, it was late
ar: لا، لقد تم توصيله بشكل متأخر

# feedback_question1_answer4
source: I didn't get my order yet
ar: لم أستلم طلبي حتى الآن

# feedback_question2_title
source: Are you satisfied with the quality of the items you received?
ar: واللأن لننتقل لتفييم عامل انتقاء المنتجات الذي تعامل مع طلبك. هل أنت راضٍ عن جودة المنتجات التي استلمتها؟

# feedback_question2_answer1
source: Satisfied
ar: راضي

# feedback_question2_answer2
source: Somewhat Satisfied
ar: راضٍ لحد ما

# feedback_question2_answer3
source: Somewhat Dissatisfied
ar: غير راضٍ نوعا ما

# feedback_question2_answer4
source: Dissatisfied
ar: غير راضٍٍ

# feedback_question3_title
source: Let's talk price. Are you satisfied with the price of your items?
ar: دعنا نتحدث عن السعر، هل أنت راضٍ عن سعر المنتجات؟

# feedback_question3_answer1
source: It's cheaper
ar: الطلب أرخص

# feedback_question3_answer2
source: It's as expected
ar: الطلب مثل ما توقعته

# feedback_question3_answer3
source: It's more expensive.
ar: السعر أغلى من سعر المتجر

# suggestions_placeholder_text
source: Any comment, note or suggestions? Help us be better.
ar: هل يوجد لديك أي تعليقات أو ملاحظات أو اقتراحات؟ ساعدنا لنصبح أفضل.

# delivery_feedback_title
source: Delivery Feedback
ar: تقييم التوصيل

# leave_feedback_title
source: LEAVE FEEDBACK
ar: اترك تقييما

# rate_us_title
source: Leave us a rating
ar: اترك تقييما

# rate_us_message
source: It just takes a second - and it means a lot to us.
ar: يأخذ ثوانٍ قليلة، لكنه يعني الكثير لنا.

# rate_us_ok_title
source: Rate Now
ar: قيّم الآن

# rate_us_cancel_title
source: May be Later
ar: ربما في وقت لاحق

# confirm_address_title
source: Confirm Your Address
ar: قم بتأكيد عنوانك

# drag_pin_title
source: Drag The Pin To Your Exact Location
ar: قم بوضع المؤشر على موقعك الصحيح

# current_location_title
source: Current Location
ar: الموقع الحالي

# finding_address_title
source: Finding your current address
ar: نحاول إيجاد موقعك الحالي

# failed_to_find_current_address_title
source: Failed to find your current address
ar: للأسف، لم نتمكن من إيجاد موقعك الحالي

# location_error_title
source: Location services currently unavailable
ar: خدمة الموقع غير متوفرة حاليا

# location_error_message
source: Please use the map picker to select your location.
ar: الرجاء استخدام مؤشر الخريطة لاختيار الموقع

# location_error_ok_button
source: Select Address
ar: اختيار الموقع

# stay_updated_title
source: Stay Updated
ar: ابق على اطلاع

# enable_notifications_message
source: Please, enable notifications to receive your order updates.
ar: قم من فضلك بتفعيل الإشعارات لنتمكن من إطلاعك على حالة طلباتك بسهولة.

# location_services_title
source: Location Services
ar: خدمات الموقع

# location_services_message
source: We need to know where you are in order to show supermarkets around you.
ar: نحتاج لنعرف موقعك من أجل عرض السوبرماركتات القريبة منك.

# enable_location_services_title
source: Enable Location Services
ar: تفعيل خدمات الموقع

# in_title
source: in
ar: في

# search_for_title
source: Search for
ar: البحث عن

# out_of_stock_title
source: OUT OF STOCK
ar: غير متوفر

# out_of_stock_message_title
source: Oh no! This is awkward...
ar: أوه لا! هناك خطب ما...

# out_of_stock_message
source: Some products in your cart are out of stock. Do you want to checkout without those products?
ar: يؤسفنا إخبارك بأن بعض المنتجات الموجودة في سلة مشترياتك غير متوفرة حاليا. هل تريد تنفيذ الطلب بدون هذه المنتجات؟

# choose_alternatives_title
source: Choose Alternatives
ar: اختر بديلا

# alternatives_title
source: Alternatives
ar: بديل

# select_alternative_title
source: Select alternative for
ar: اختر بديلا بدلا من

# from_title
source: Placed on:
ar: من:

# to_text
source: To:
ar: ل:

# view_order_title
source: VIEW ORDER
ar: عرض الطلب

# slot_expired_title
source: Delivery Slot Occupied
ar: منفذ التوصيل مشغول حاليا

# slot_expired_message
source: Oops... someone else just filled that delivery slot. We've automatically selected the next one for you.
ar: أوه لا، لقد قام للتو باختيار منفذ التوصيل، لقد قمنا تلقائيا باختيار المنفذ التالي لك.

# no_slot_available_title
source: Delivery Unavailable
ar: التوصيل غير متاح

# no_slot_available_message
source: No delivery slots available. Please try again later.
ar: لا تتوفر أي منافذ للتوصيل. الرجاء المحاولة فيما بعد.

# reorder_banner_title
source: Buy now!
ar: اشتر الان!

# reorder_banner_description
source: Re-Order your last basket from this store.
ar: قم بإعادة طلب المنتجات السابقة من هذا المتجر

# reorder_banner_button_title
source: Re-Order
ar: إعادة الطلب

# previously_purchased_products_title
source: Buy it again
ar: أعِد شرائه مرة أخرى

# trending_near_you_title
source: Trending Near You
ar: المنتجات الشائعة

# featured_products_title
source: Featured Products
ar: المنتجات المميزة

# top_selling_title
source: Top Selling
ar: الأكثر مبيعا

# browse_title
source: Browse
ar: استعراض

# top_selling_description
source: Top Selling from this store
ar: الأكثر مبيعا من هذا المتجر

# setting_privacy_policy
source: Privacy Policy
ar: سياسة خاصة

# setting_terms_conditions
source: Terms & Conditions
ar: الشروط والأحكام

# delivery_One_Hour
source: Next Delivery within 1hour
ar: التسليم في 1 ساعة

# delivery_One_Hour_WithOutNext
source: Delivery within 1hour
ar: التسليم في 1 ساعة

# Delivery_Slot
source: Delivery:
ar: التسليم :

source: Change
ar: تغيير

# shop_btn_title
source: Shop
ar: تسوق

source: Deliver From
ar: التوصيل من

source: Deliver To
ar: التوصيل إلى

# lbl_Sponsored
source: Sponsored
ar: برعاية

# lbl_no_Product_Found
source: No Product Found
ar: لم نتمكن من العثور على منتجات

# Change_Password_alert_Title
source: Update Password
ar: تحديث كلمة السر

# Change_Password_Success_Message
source: Password updated successfully
ar: تم تحديث كلمة السر بنجاح

# Change_Password_Failure_Message
source: Password update failed
ar: فشل تحديث كلمة المرور

# login_forgot_password_button
source: FORGOT DETAILS?
ar: نسيت اسم المستخدم وكلمة المرور

# cell_Title_Account
source: ACCOUNT
ar: الحساب

# cell_Title_Other
source: OTHER
ar: المزيد

# change_Password_Title
source: Change Password
ar: تغيير كلمة السر

# setting_ChangePassword
source: Change Password
ar: تغيير كلمة السر

# old_Password_PlaceHolder
source: Current Password
ar: كلمة السر الحالية

# new_Password_PlaceHolder
source: New Password
ar: كلمة السر الجديدة

# confirm_Password_PlaceHolder
source: Confirm New Password
ar: تأكيد كلمة السر الجديدة

# entry_detect_my_location_button_title
source: Detect my location*
ar: جِد موقعي*

# entry_maually_select_location_button_title
source: MANUALLY SELECT LOCATION
ar: تحديد الموقع يدويًا

# user_detail_about_location
source: *We need to know where you are in order to show supermarkets around you.
ar: نحن في حاجة إلى تحديد موقعك حتى نتمكن من اظهار المتاجر المجاورة لك

# user_detail_about_location_entryScreen
source: *To show the best match of supermarkets around You, we need to know Your location.
ar: * لإظهار أفضل تطابق للسوبرماركت حولك، نحتاج إلى معرفة موقعك

# Home_Title
source: Home
ar: الرئيسية

# Browser_Title
source: Category
ar: صنف

# Search_Title
source: Search
ar: بحث

# Order_Title
source: Recipes
ar: الوصفات

# Profile_Title
source: Profile
ar: الملف الشخصي

# SMS_Verifcation_Title
source: Please enter the code sent to your mobile number %@
ar: أدخل الرمز من الرسالة النصية المرسلة إليك على

# Did_not_Received_Title
source: Didn't receive SMS?
ar: لم تصل الرسالة؟

# Resend_SMS_Button_Title
source: RESEND CODE
ar: أعد إرسال الرسالة

# Code_Verfication_Title
source: Enter code
ar: أدخل الكود

# registration_account_Phone_exists_error_title
source: Phone number Exists
ar: رقم الهاتف مستخدم

# carousel_View_Title
source: Recommended Products for You
ar: منتجات موصى بها لك

# error_PinCode
source: Invalid code
ar: الرمز غير صالح

source: Order Status
ar: الطلب

# order_CheckOut_label
source: Checkout
ar: إتمام الشراء

# cvv_alert_msg
source: Please enter your card cvv to continue
ar: الرجاء إدخال رقم أمان بطاقتك للمتابعة

# edit_Order_TimePassed
source: Your order is currently being processed by store and can not be edited. If you need urgent assistance please contact our livechat support.
ar: طلبك يتم تحضيره حاليًا بواسطة المتجر ولا يمكن تعديله. إذا كنت بحاجة إلى مساعدة عاجلة ، فيرجى الاتصال بالدعم المباشر

# continue_button_title
source: Continue
ar: استمرار

# order_confirmation_Edit_order_button
source: Edit order
ar: تعديل الطلب

# order_Cancel_popUp_message
source: Edit basket is cleared/deleted, do you want to add more items or cancel the order?
ar: تم مسح / حذف سلتك . هل تريد إضافة المزيد من العناصر أو إلغاء الطلب؟

# cancel_OrderButtonTitle
source: Cancel Order
ar: إلغاء الطلب

# AddMoreItemsButtonTitle
source: Add Items
ar: أضف منتجات

# Edit_Basket_Title
source: Edit Order
ar: تعديل الطلب

# order_Title
source: Order
ar: رقم الطلب

# order_No_Title
source: Order No
ar: رقم الطلب

# Add_New_Credit_Card_Title
source: Add New Credit Card
ar: إضافة بطاقة ائتمان جديدة

# Add_Card_Title
source: Add
ar: اضف

# Card_Number_Title
source: Card Number
ar: رقم البطاقة

# Card_MM_Title
source: MM
ar: شهر

# Card_YY_Title
source: YY
ar: سنة

# Card_HolderName_Title
source: Holder Name
ar: اسم حامل البطاقة

# Card_SecurityCode_Title
source: Security Code
ar: رمز الحماية

# Card_FirstName_Title
source: First name
ar: الإسم الأول

# Card_LastName_Title
source: Last name
ar: اللقب

# Card_CardNumberInvalid_Title
source: Card number invalid!
ar: رقم البطاقة غير صحيح!

# Card_CardDateInvalid_Title
source: Expiry date invalid!
ar: تاريخ انتهاء الصلاحية غير صحيح!

# Card_CardExpired_Title
source: Card Expired!
ar: البطاقة منتهية الصلاحية!

# Card_TypeNotSupported_Title
source: This card type not supported!
ar: نوع البطاقة غير معتمد!

# Card_TechnicalProblem_Title
source: Technical problem!
ar: مشكلة فنية!

# Card_YearInvalid_Title
source: Expiry month invalid
ar: سنة انتهاء الصلاحية غير صحيح

# Card_MonthInvalid_Title
source: Expiry month invalid
ar: شهر انتهاء الصلاحية غير صحيح

# Card_EnterFirstName_Title
source: Enter first name
ar: ادخل الإسم الأول
