Repository: ahmedbashirelgrocer/cicd
Catalog: Sources/*-grocer-shopper-sdk-iOS/Resources/*.lproj/Localizable.strings
Languages: ar

# Confirm_OOS_Title
source: Confirm replacement & proceed
ar: ﺗﺄﻛﻴﺪ اﻟﺎﺳﺘﺒﺪال واﻟﻤﺘﺎﺑﻌﺔ

# FAQ_search_placeholder
source: Search your question…
ar: ابحث عن سؤالك ...

# contact_name_placeHolder
source: Contact Name
ar: اسم جهة الاتصال

# mobile_num_placeHolder
source: Mobile number
ar: رقم الهاتف الخليوي

# enter_mobile_num_placeholder
source: Enter mobile number
ar: أدخل رقم هاتفك الخليوي

# error_enter_building
source: Please, enter your buiding name
ar: يرجى إدخال اسم المبنى

# error_enter_Floor
source: Please, enter your floor number
ar: يرجى تحديد رقم الطابق

# error_enter_apartment
source: Please, enter your appartment number
ar: يرجى تحديد رقم الشقة

# error_enter_street
source: Please, enter your street name
ar: يرجى إدخال اسم الشارع

# delivery_time_slot
source: Delivery time:
ar: وقت التسليم:

# btn_Choose_title
source: Choose
ar: إختار

# lbl_NoProductFound
source: We couldn’t find results at our stores
ar: لم نتمكن من العثور على نتائج في متاجرنا

# lbl_GoToHome
source: Go to Home
ar: العوده الى الرئيسية

# btn_add_from_store
source: Add from Store
ar: أضف من خلال المتجر

# error_NoCard_ApplePay
source: We're sorry, but we are unable to proceed payment through Apple Pay. Please make sure you have active card in your wallet or contact your bank.
ar: نأسف، لكننا غير قادرين على متابعة الدفع من خلال Apple Pay. يُرجى التأكد من وجود بطاقة فعالة في محفظتك أو الاتصال بالبنك الذي تتعامل معه.

# lbl_next_delivery
source: Next delivery:
ar: التسليم التالي:

source: ⏱️ Delivery within 60 min ⚡️
ar: التسليم في غضون ٦٠ دقيقة ⚡️

# lbl_next_self_collection
source: Next self-collection:
ar: التسليم التالي:

# lbl_Self_collection_details_order_details
source: Self-collection details
ar: تفاصيل الاستلام

# lbl_Self_collection_details_checkout
source: Self-collection details
ar: تفاصيل الاستلام

# title_checkout_screen
source: Checkout
ar: إتمام الشراء

# title_self_collection_point_cc_history_cell
source: Self-collection point:
ar: ﻧﻘﻄﺔ اﻟﺘﺤﺼﻴﻞ اﻟﺬاﺗﻲ:

# btn_add_to_cart_product_zoom
source: Add to cart
ar: أضف لسلة التسوق

# no_ticket_title
source: We couldn't find any ticket.
ar: لم نتمكن من العثور على أي طلب

# no_ticket_descr
source: We couldn't find any ticket would you like to create one by pressing "Create Ticket"
ar: لم نتمكن من العثور على أي طلب. ترغب في إنشائ طلب قم بالضغط على "إنشاء طلب"

# btn_no_data_create_ticket
source: Create Ticket
ar: إنشاء طلب

# lbl_open_ticket
source: Open Tickets
ar: فتح طلب

# lbl_close_ticket
source: Close Tickets
ar: إغلق الطلب

# title_all_stores
source: All Stores
ar: كل المتاجر

# title_in_recipies
source: IN RECIPES
ar: في الوصفات

# txt_smile_point
source: Smiles Points
ar: نقاط بسمات

# txt_bracket_login
source: (Login)
ar: (تسجيل الدخول)

# txt_earn_smiles
source: Earn Smiles points now
ar: اكسب نقاط بسمات الآن

# txt_paid_with_smile
source: Successfully paid with Smiles Points!
ar: تم الدفع بنجاح بنقاط بسمات!

# txt_pay_with_smile
source: Pay with Smiles Points
ar: ادفع بنقاط بسمات

# txt_available_points
source: Available:
ar: متوفر:

# smile_point_unit
source: pts
ar: نقاط

# not_enough_smile_point_initial
source: Not enough Smiles Points! You need additional
ar: لا توجد نقاط Smiles كافية! أنت بحاجة إلى

# not_enough_smile_point_end
source: Smiles Points to pay for this order in full.
ar: نقطة Smiles إضافية لدفع هذا الطلب بالكامل

# txt_earn
source: Earn
ar: اكسب

# txt_benifits
source: Benefits
ar: الفوائد

source: Your balance
ar: رصيدك

# smile_login
source: Login
ar: تسجيل الدخول

# smile_otp_instructions
source: Enter 5-digit verification code sent to registered elGrocer mobile number
ar: أدخل رمز التحقق المكون من 5 أرقام الذي تم إرساله إلى رقم هاتفك المسجل في الجروسر.

# pay_via_smiles_points
source: Smiles Points
ar: نقاط بسمات

source: Resend otp in
ar: أعد إرسال رمز تحقق (OTP) في

source: Resend otp
ar: أعد إرسال رمز تحقق (OTP)

source: sec
ar: ثانية

# smile_login_permission_text
source: Can we share your phone number with Smiles? This allows us to find and connect with your existing Smiles account.
ar: هل يمكننا مشاركة رقم جوالك مع بسمات؟ هذا يمكننا من العثور على حسابك الحالي في بسمات والاتصال به.

source: Yes
ar: نعم

source: No
ar: لا

# lbl_StartShopping
source: Start Shopping
ar: ابدأ التسوق

# title_apply_promo
source: Promocodes
ar: تطبيق الرمز الترويجي

# title_available_promo
source: Available Promocodes
ar: الرموز الترويجية المتاحة

# txt_view_details
source: View details
ar: عرض التفاصيل

# txt_hide_details
source: Hide details
ar: إخفاء التفاصيل

# txt_btn_apply
source: APPLY
ar: تطبيق

# txt_add_to_use_initial
source: Add
ar: أضف

# txt_add_to_use_end
source: to use
ar: للاستخدام

# txt_btn_applied
source: APPLIED
ar: مطبق

# txt_no_promo_found
source: Your active vouchers will be displayed here.
ar: سيتم عرض قسائمك النشطة هنا.

# txt_remove
source: REMOVE
ar: احذف

# txt_enjoy_promo
source: Enjoy your discount!
ar: استمتع بالخصم الخاص بك!

# lbl_warning_acount_deletion
source: All of your active orders will be canceled due to account deletion!
ar: سيتم إلغاء جميع طلباتك النشطة بسبب حذف الحساب!

# delete_account_placeholder_instructions
source: Do you have any extra feedback for us? (Optional)
ar: اكتب لتترك لنا ملاحظة

# lbl_confirm_mobile_num
source: Confirm your mobile number
ar: تأكيد رقم الهاتفك المحمول

# lbl_please_enter_mobile
source: Please enter your mobile number to confirm account deletion.
ar: الرجاء إدخال رقم هاتفك المحمول لتأكيد حذف الحساب.

# btn_continue_delete_account_add_num
source: Confirm
ar: المتابعة

# lbl_enter_otp
source: Enter OTP
ar: رمز التحقق OTP

# lbl_please_enter_otp
source: Please enter verification code sent to your mobile number
ar: الرجاء إدخال رمز التحقق المرسل إلى رقم هاتفك المحمول

source: Resend Code
ar: أعد إرسال الرسالة

# resend_code_in_time
source: Resend code in
ar: إعادة إرسال الرمز بعد

# we_are_sorry_to_see_you_go_title
source: We're sorry to see you go, and your account should be deleted within 48 hours.
ar: نأسف على مغادرتك ، وسيتم حذف حسابك في غضون ٤٨ ساعة.

# we_are_sorry_to_see_you_go_descr
source: You will be redirected to the login page
ar: ستتم إعادة توجيهك إلى صفحة تسجيل الدخول

# we_are_sorry_to_see_you_go_btn_title
source: OK
ar: المتابعة

# txt_free
source: Free
ar: مجاني

# txt_title_elWallet
source: elWallet
ar: المحفظة

# txt_title_transaction_history
source: Transaction History
ar: تاريخ المعاملات

# txt_add_funds
source: Add Funds
ar: إضافة الأموال

# txt_view_all
source: View all
ar: عرض الكل

# txt_active_vouchers
source: ACTIVE VOUCHERS
ar: القسائم النشطة

# txt_cards_capital
source: CARDS
ar: البطاقات

# txt_manage_cards
source: Manage cards
ar: إدارة البطاقات

# txt_transection_history
source: TRANSACTIONS HISTORY
ar: تاريخ المعاملات

# txt_details
source: Details
ar: عرض التفاصيل

# txt_redeem_capital
source: REDEEM
ar: تطبيق

# txt_add_funds_from
source: Add funds from
ar: اختار طريقة الدفع

# btn_next
source: Next
ar: التالي

# btn_add_new_card
source: Add new card
ar: أضف بطاقة جديدة

# txt_cards_small
source: Cards
ar: البطاقات

# txt_elwallet_balance
source: elWallet balance:
ar: رصيد المحفظة

# txt_active_vouchers_small
source: Active Vouchers
ar: القسائم النشطة

# txt_do_you_have_voucher
source: Do you have a voucher code?
ar: هل لديك كود قسيمة؟

# txt_voucher_code
source: Voucher Code
ar: أدخل كود الكوبون

# txt_payment_process_faliure
source: Sorry, we couldn’t process your payment.
ar: معذرةً ، لم نتمكن من إتمام عملية الدفع.

# txt_payment_process_success
source: successfully added to elWallet!
ar: تمت إضافة الى المحفظة بنجاح!

# txt_btn_try_again
source: Try again
ar: المحاولة مرة أخري

# txt_btn_back_to_elwallet
source: Back to elWallet
ar: العوده الي المحفظة

# txt_card_added_successfully
source: Card added successfully!
ar: تمت إضافة البطاقة بنجاح!

# txt_card_not_added
source: Sorry, we couldn’t add this card
ar: معذرةً ، لم نتمكن من إضافة هذه البطاقة

# txt_voucher
source: Voucher
ar: القسيمة

# txt_voucher_redeem_faliure
source: is not valid. Please, enter the correct code or try to redeem a different voucher.
ar: غير صالحة. الرجاء إدخال الكود الصحيح أو محاولة استرداد قسيمة أخرى.

# txt_voucher_redeem_success
source: successfully redeemed and added
ar: تم الاسترداد والإضافة بنجاح

# txt_amount_voucher_amount_elwallet
source: to your elWallet balance!
ar: إلى رصيدك في ال محفظة!

# txt_no_voucher
source: Your active vouchers will be displayed here.
ar: سيتم عرض قسائمك النشطة هنا.

# txt_no_card_found
source: Add a card to enjoy the best grocery shopping experience
ar: أضف بطاقة للاستمتاع بأفضل تجربة تسوق للبقالة

# txt_add_new_card_with_plus
source: Add new card
ar: إضافة بطاقة جديدة

# txt_no_transection_history
source: Your transaction will be displayed here.
ar: سيتم عرض معاملتك هنا.

# txt_do_you_want_remove_card
source: Do you want to remove this card?
ar: هل تريد إزالة هذه البطاقة؟

# btn_remove_title
source: Remove
ar: مسح

# btn_keep_using
source: Keep using
ar: إلغاء

# btn_edit_card
source: Edit cards
ar: إدارة البطاقات

# btn_done_edit_card
source: Done
ar: حفظ

# txt_cards_title
source: CARDS
ar: البطاقات

# title_how_much_like_to_add
source: How much would you like to add?
ar: كم تريد أن تضيف الي محفظتك؟

# btn_add_funds
source: Add funds
ar: إضافة الأموال

# txt_payment_option_voucher
source: Voucher
ar: قسيمة

# txt_use_a_new_card
source: Use a new card
ar: بطاقة جديدة

# lbl_Expires_on
source: Expires on
ar: تنتهي في

# use_elwallet_text
source: Use elWallet
ar: استخدام المحفظة

# use_smile_text
source: Use Smiles
ar: استخدام النقاط

# pay_using_text
source: PAY USING
ar: طرق الدفع

# use_points_text
source: USE POINTS
ar: استخدام الرصيد

# secondry_payment_error_msg_elwallet
source: To use elWallet your balance has to be more than 1 AED
ar: الحد الأدني للإستخدام ١ درهم

# secondary_payment_promocode_error
source: To apply a promo code please, choose the payment method first.
ar: لتطبيق رمز ترويجي من فضلك ، اختر طريقة الدفع أولاً

# discount_text
source: Discount
ar: خصم

source: elWallet credit applied
ar: خصم من المحفظة

source: Smiles Points applied
ar: خصم من نقاط بسمات

# txt_applied_promocode
source: (Applied)
ar: (مطبق)

source: AMOUNT TO PAY
ar: قيمة الفاتورة

# secondry_payment_error_msg_smiles
source: To use smiles your balance has to be more than 1 AED
ar: الحد الأدني للإستخدام ١ درهم

# extra_balacnce_details
source: Balance details
ar: رصيد المحفظة

# secondary_payment_error_message
source: Please specify a payment method in order to handle substitutions or weight variance
ar: يرجى تحديد طريقة الدفع لتغطية البدائل أو اختلاف الأوزان

# txt_free_delivery_for_smile
source: Free with Smiles Unlimited
ar: مجانا لمشتركي التوصيل المجاني غير المحدود!

# screen_active_cart_listing_title
source: Active Carts
ar: عربات التسوق النشطة

# screen_active_cart_listing_store_close_message
source: Store is closed. Come back tomorrow!
ar: المتجر مغلق

# screen_NoLocationSingleStore_title
source: Ooops! We don’t deliver here yet
ar: عذراً، لا نوصل لهذه المنطقة حالياً

# screen_NoLocationSingleStore_detailMsg
source: But all good 🤗! You can still order groceries from other stores available on our marketplace!
ar: لا تقلق 🤗! مازال بإمكانك طلب البقالة من المتاجر الأخرى المتوفرة في سوقنا!

# screen_NoLocationSingleStore_BtnTitle
source: Shop from other stores 👉
ar: تسوق من المتاجر الأخرى 👈

source: Add delivery address
ar: أضف عنوان التوصيل

source: Allow Location Access
ar: السماح بالدخول إلى الموقع

# This email is already registered in elGrocer.
source: This email is already registered in Smiles.
ar: هذا البريد الإلكتروني مسجل بالفعل في Smiles.

source: Your request has been successfully sent!
ar: تم ارسال طلبك بنجاح!

# lbl_setyourlocation
source: Set delivery location
ar: تحديد عنوان التوصيل

# lbl_yourlocation
source: Your location
ar: الموقع الحالي

# btn_sendRequest
source: Send request
ar: إضافة المتجر

# set_your_location
source: Set your location to start ordering
ar: حدد موقعك وابدأ التسوق

source: Detect current location
ar: تحديد موقعي الحالي

source: Your name*
ar: الاسم*

# enter_YourNick_Name
source: Enter address nickname, ‘Home/Work’*
ar: أدخل اسم مميز للعنوان، المنزل/العمل*

source: Email*
ar: البريد الإلكتروني*

source: Email (Optional)
ar: البريد الإلكتروني (غير إلزامي)

source: Building name*
ar: المبنى*

source: Floor (Optional)
ar: الطابق (غير إلزامي)

source: Apartment/Office/Villa number*
ar: رقم الشقه/ المكتب/الفيلا*

source: Confirm address
ar: أضف العنوان

# invalid_code_unfortunately_you_reached_the_daily_limit
source: Invalid code. Unfortunately, you reached the daily limit of code requests for that number. Please, try again within 24 h.
ar: الرمز غير صحيح. للأسف ، لقد وصلت إلى الحد اليومي لطلبات الرمز لهذا الرقم. من فضلك ، حاول مرة أخرى في غضون 24 ساعة.

source: Enter your name
ar: الرجاء إدخال الاسم

# eg_error_msg_enter_nick_name
source: Enter address nick name
ar: أدخل الاسم المستعار للعنوان

source: Please enter valid email id
ar: الرجاء إدخال البريد الإلكتروني الصحيح

source: Enter your building name
ar: الرجاء إدخال اسم المبني

source: Enter your apartment/office/villa number
ar: الرجاء إدخال رقم الشقه/ المكتب/الفيلا

# search_manually_text
source: Search your location manually
ar: البحث عن العنوان

# lbl_AvailableStores_Smiles_Home
source: All available stores (%@)
ar: المتاجر المتاحة (%@)

# search_by_shopping_list_text
source: Create Shopping List
ar: البحث بقائمة التسوق

# buy_it_again_text
source: Buy it again
ar: إعادة الشراء

# change_category_text
source: Change category
ar: تغيير الفئة

# choose_different_category_text
source: Choose different category
ar: اختر فئة أخرى

# eg_label_zoom_map
source: Please zoom in to find your exact delivery location
ar: يرجى تكبير الصورة للعثور على موقع التسليم الدقيق

# eg_label_drag_map
source: Drag the pin on the most accurate location
ar: اسحب الدبوس على الموقع الأكثر دقة

# eg_choose_delivery_location
source: Choose delivery location
ar: اختر موقع التوصيل

# eg_current_location
source: Current location
ar: الموقع الحالي

# eg_out_of_delivery_area
source: Out of delivery area
ar: خارج منطقة التوصيل

# eg_choose_location_on_map
source: Choose location on a map
ar: إختيار الموقع علي الخريطة

# eg_deliver_to_different_location
source: Deliver to a different location
ar: التوصيل الى عنوان مختلف

# eg_detecting_location
source: Detecting location...
ar: البحث عن العنوان

# eg_address_nick_name_address
source: Enter address nickname, 'Home/Work'*
ar: أدخل اسم مميز للعنوان، المنزل/العمل*

# eg_msg_selected_location_not_covering
source: Selected location for that store is outside delivery area range. What would you like to do?
ar: الموقع المحدد لا يغطي التوصيل من هذا المتجر وسيتم مسح سلة تسوقك. هل تريد تغيير الموقع؟

# recipe_title_home
source: 👨‍🍳 Recipes
ar: 👨‍🍳 وصفات شهية

# text_what_to_do_if_items_missing
source: What to do if items are missing?
ar: ماذا أفعل في حال عدم توفر المنتج؟

# smiles_points_redemmed_bottom_sheet_title
source: Redeem Smiles Points
ar: استرداد نقاط بسمات

# smiles_points_redemmed_bottom_sheet_description
source: If you have sufficient Smiles Points balance, you can use them to pay for your order in full.
ar: إذا كان لديك رصيد كافٍ من نقاط بسمات، يمكنك استخدامه لدفع ثمن طلبك بالكامل

# smiles_points_insufficient_balance_error_msg
source: To use smiles your balance has to be more than 1 AED
ar: لاستخدام نقاط سمايلز ، يجب أن يكون رصيدك أكثر من ١ درهم إماراتي

# text_redeem_points
source: Redeem Points
ar: استرداد رصيد النقاط

# text_pts
source: Pts
ar: النقاط

# el_wallet_redeemed_bottom_sheet_title
source: Pay with elWallet
ar: استخدم رصيد المحفظة الإلكترونية

# el_wallet_redeemed_bottom_sheet_description
source: If you have sufficient elWallet balance, you can use them to pay for your order in full.
ar: إذا كان لديك رصيد كافٍ في المحفظة الإلكترونية، يمكنك استخدامه لدفع ثمن طلبك بالكامل.

# el_wallet_insufficient_balance_error_msg
source: To use elWallet your balance has to be more than 1 AED
ar: لاستخدام المحفظة ، يجب أن يكون رصيدك أكثر من ١ درهم إماراتي

# amount_due_text
source: Amount due
ar: المبلغ المستحق

# remaining_amount_text
source: Remaining amount
ar: المبلغ المتبقي

# redeem_funds_text
source: Redeem funds:
ar: استرداد المبلغ

# el_wallet_entered_amount_more_than_available_error
source: Please enter an amount equal to or lower than the elWallet Funds.
ar: برجاء إدخال المبلغ مساوياً أو أقل من حسابك في المحفظة

# el_wallet_entered_amount_more_than_bill_error
source: Please enter an amount equal to or lower than the total bill
ar: برجاء إدخال المبلغ مساوياً أو أقل من إجمالي الفاتورة

# primary_payment_required_error_msg
source: Please specify a payment method in order to handle substitutions or weight variance
ar: يرجى تحديد طريقة الدفع لتغطية البدائل أو اختلاف الأوزان

# primary_payment_tabby_not_support_secondary_error_msg
source: Using Promocodes, Smiles Points and elWallet is not available with tabby as a payment method. Choose a different payment method.
ar: لايمكنك استخدام أياً من أكواد الخصم، نقاط بسمات، أو رصيد المحفظة في حالة الدفع عن طريق تابي، برجاء اختيار طريقة دفع أخرى

# tabby_payment_warning_msg
source: *In case of a price difference in a final bill - cash on delivery for the difference amount will be charged.
ar: في حالة تغير السعر في الفاتورة المستلمة سيتم تحصيل أي فارق وقت التوصيل عند الاستلام

# checkout_all_fee_message_will_be_in_receipt_msg
source: Weighted items may create slight final price variations. Weight based variations will be applied and displayed in the final bill.
ar: قد تؤدي المنتجات الموزونة إلى حدوث اختلافات طفيفة في السعر النهائي. سيتم تطبيق الاختلافات القائمة على الوزن المضبوط للمنتجات وعرضها في الفاتورة النهائية.

# smiles_points_user_not_logged_in_error_msg
source: You’re not logged in! Please log in to redeem your Smiles points.
ar: أنت غير مسجل الدخول! يرجى تسجيل الدخول لاستبدال نقاط Smiles الخاصة بك.

# text_delivery_time
source: Delivery Time
ar: وقت التوصيل

# text_delivery_instructions
source: Delivery Instructions
ar: تعليمات التوصيل

# text_payment
source: Payment
ar: وسائل الدفع

# text_promocode_and_vouchers
source: Promocodes and Vouchers
ar: أكواد الخصم وقسائم الشراء

# text_checkout_smiles_points_title
source: Use Smiles Points
ar: استخدم نقاط بسمات

# text_checkout_smiles_points_applied_title
source: Smiles Points Used:
ar: نقاط بسمات المستخدمة:

# text_checkout_el_wallet_points_title
source: Use elWallet Credit
ar: استخدم رصيد المحفظة الإلكترونية

# text_checkout_el_wallet_points_applied_title
source: elWallet Credit Used:
ar: رصيد المحفظة الإلكترونية المستخدم:

# eg_No_Campgin_Found
source: Ooops.. this is awkward. Looks like that page doesn’t exist
ar: عفوا.. يؤسفنا ذلك لكن يبدو أن هذه الصفحة غير موجودة. اذهب إلى صفحتنا الرئيسية لمواصلة التصفح.

# btn_cart_all_cap
source: CART
ar: سلة اﻟﺘﺴﻮق

# lbl_new_tag
source: New
ar: جديد

# all_available_store_vc_title
source: All available stores
ar: المتاجر المتاحة

# lbl_title_neighborhood_fav
source: Neighborhood Favorites
ar: المتاجر المفضلة حولك

# lbl_title_one_click_reorder
source: One-click reorder
ar: اشترِ مرة أخرى بنقرة واحدة

# lbl_greeting_good_morning
source: 👋 Good Morning
ar: صباح الخير 👋

# lbl_greeting_good_afternoon
source: 👋 Good Afternoon
ar: مساء الخير 👋

# lbl_greeting_good_evening
source: 👋 Good Evening
ar: مساء الخير 👋
