Repository: ahmedbashirelgrocer/cicd
Catalog: Sources/*-grocer-shopper-sdk-iOS/Resources/*.lproj/Localizable.strings
Languages: ar

# Card_EnterLastName_Title
source: Enter last name
ar: ادخل اللقب

# Card_ExpiryDate_Title
source: Expiry Date
ar: تاريخ الصلاحية

# Card_PleaseRetry_Title
source: Please Retry!
ar: الرجاء اعادة المحاولة!

# Card_Payment_Failed_Title
source: Payment Failed
ar: فشلت عملية الدفع

# Card_EditCard_Title
source: Edit Card
ar: تعديل البطاقة

# Card_AddCard_Title
source: Add Card
ar: أضف بطاقة

# Card_Price_Variance_Title
source: Price Variance
ar: اختلاف الأسعار

# Card_AuthCard_Title
source: Authorizing Card!
ar: مصادقة البطاقة

# Card_SecurityCodeInvalid_Title
source: Enter last name
ar: رمز الحماية غير صحيح

# Card_Terms_Title
source: I accept a change in the final billed amount for fresh item's weight variance as per store receipt.
ar: أوافق على تغيير مبلغ الفاتورة النهائية للوزن الزائد من الطعام الطازج حسب الدفع في البقالة.

# Card_ChosePaymentMethod_Title
source: Choose a payment method
ar: اختر طريقة الدفع

# card_title
source: Card
ar: بطاقة

# card_Delete_Message
source: Do you really want to remove this Card?
ar: هل تريد حقا إزالة هذا بطاقة؟

# remove_Item_On_ProductCell_button_title
source: Removed
ar: تم الإلغاء

# No_Delivery_Slot_String
source: No delivery slots available.
ar: لا تتوفر أي منافذ التوصيل.

# Setting_Credit_Card_List
source: Manage Cards
ar: إدارة البطاقات

# Setting_Credit_Card_Add_Success
source: Card added successfully
ar: تم إضافة البطاقة بنجاح

# Setting_Credit_Card_Add_Failure
source: Fail to add card, Please try again
ar: فشل في إضافة البطاقة ، يرجى المحاولة مرة أخرى

# Setting_Credit_Card_Delete_Success
source: Card deleted successfully
ar: تم حذف البطاقة بنجاح

# ALERT_ADD_COPY_PASTE_STRING
source: COPY CODE
ar: احفظ الرمز

# Setting_Add_Card_User_Notification_Message
source: You card will be charged AED 1 and it will be immediately refunded after card verification.
ar: سيتم سحب ١ درهم للتحقق من صحة بطاقتك. سيتم إلغاؤها بعد إضافة البطاقة بنجاح.

# confimAndAddCard
source: CONFIRM & ADD NEW CARD
ar: تأكيد وإضافة بطاقة جديدة

# cardErrorDefaultMsg
source: Note: To avoid cancelling your order, please update your payment method within the next 10 minutes
ar: تنبيه: لتجنب إلغاء طلبك، يجب تحديث طريقة الدفع الخاصة بك في خلال ١٠ دقائق

# Card_Error_Back_Click
source: Your order payment is pending. Want to go back? Note: To avoid cancelling your order, please update your payment method within the next 10 minutes
ar: الطلب قيد الدفع. هل تريد العودة؟ تنبيه: لتجنب إلغاء طلبك، يجب تحديث طريقة الدفع الخاصة بك في خلال ١٠ دقائق

# lbl_retry
source: Retry
ar: حاول مرة أخرى

# lbl_No_Grocey_in_Area
source: elGrocer is currently not delivering groceries in this area
ar: الجروسر لا يسلم حالياً البضاعة إلى هذه المنطقة

# lbl_Chose_different_location
source: Choose a different location
ar: إختار موقع مختلف

# Store_Title
source: Store
ar: متجر

source: Min. Order
ar: حد الطلب

# dashboard_store_navigation_bar_title
source: Select Store
ar: متاجر قريبة إليك

# lbl_current_item_out_of_store
source: Current items are out of stock.
ar: هذا المنتج غير متوفر حالياً

# lbl_select_AnotherStore
source: Please select another store
ar: برجاء اختر متجر آخر

source: 60 min
ar: ٦٠ دقيقة

# Add_Shopping_list_Title
source: Add Shopping List
ar: أضف قائمة التسوق

# Cart_Title
source: Cart
ar: سلة اﻟﺘﺴﻮق

# Cart_Title_Basket_overlay
source: CART
ar: إتمام الشراء

# No_Selected_Store
source: There is no Store selected
ar: لم تقم بإختيار المتجر

# No_Choose_The_Store
source: Choose the store
ar: اختر المتجر

# lbl_Shop_Category
source: Shop by category
ar: تسوق حسب الفئة

# shopping_Title
source: Shopping List
ar: قائمة التسوق

# No_Product_Found_Msg
source: Ooops, this product is missing. Please correct the spelling or choose a different product.
ar: عفواً، هذا المنتج مفقود. الرجاء تصحيح الاملاء أو إختيار منتج آخر.

# No_Selected_Store_Cart
source: Your cart is empty
ar: سلة الجروسر الخاصة بك فارغة

# No_Selected_Store_ShopingList
source: Your Shopping list is empty
ar: قئمة التسوق الخاصة بك فارغة

# top_selling_Products_title
source: Top selling products
ar: المنتجات الأعلى مبيعاً

# lbl_cart_details_title
source: %@ items in your order
ar: %@منتج بطلبك

# lbl_cart_details_title_single_item
source: %@ item in your order
ar: %@منتجات بطلبك

# No_Item_Cart
source: Add some items to continue shopping
ar: أضف بعض المنتجات لإستكمال التسوق

# lbl_View_All_Cap
source: VIEW ALL
ar: عرض الكل

# btn_Replace_title
source: Replace
ar: استبدل

# lbl_Arring_Slot
source: Arriving
ar: قيد الوصول:

# lbl_Contnue_shopping
source: Continue Shopping
ar: مواصلة التسوق

# launch_live_chat_text
source: Chat with elGrocer
ar: تحدث مع الجروسر

# need_assistance_lable
source: Need more support?
ar: بحاجة إلى المزيد من الدعم ؟

# No_Item_Multi_Cart_Empty_View
source: Choose the store to start shopping
ar: إختار المتجر على الصفحة الرئيسية أولاً ثم إبدأ التسوق

# order_Note_lable
source: Fresh Fruits & Vegetables, Meat and Seafood items
ar: قد تختلف أسعار الفواكه والخضروات الطازجة واللحوم والمأكولات البحرية في حالة عدم تطابق الأوزان بدقة

# order_Note_Bold_Price_May_Vary
source: prices may vary
ar: قد تختلف أسعار

# order_Note_reason
source: due to exact weights
ar: لأوزان دقيقة

# order_note_label_complete
source: Fresh fruits & vegetables, meat and seafood items prices may vary due to exact weights.
ar: قد تختلف أسعار الفواكه و الخضار، اللحوم و المأكولات البحرية الطازج حسب الوزن

# edit_Notice_intial
source: You have
ar: لديك

# edit_Notice_Center
source: 30 mins
ar: ٣٠ دقيقة

# edit_Notice_last
source: to edit your order, else your last basket will be accepted.
ar: لتعديل طلبك ، وإلا فسيتم قبول سلة مشترياتك الأخيرة.

# lbl_Order_Confirm_Msg
source: Your order from
ar: طلبك من

# lbl_Order_Confirm_Msg_last
source: has been successfully placed!
ar: تم إضافة المنتج بنجاح!

# lbl_outODStock_Undo
source: The “out of stock” item has been succesfully removed from your cart.
ar: المنتج الغير متوفر تم إزالته من سلتك بنجاح.

# Msg_Cart_Initial
source: Some items in your cart are currently
ar: بعض المنتجات في سلتك

# Msg_Cart_OUTOFSTOCK
source: OUT OF STOCK.
ar: غير متوفرة

# Msg_Cart_ChooseReplacement
source: Please choose the suitable replacement.
ar: حاليًا. الرجاء اختيار البديل المناسب.

# Msg_Cart_total
source: Some items in your cart are currently OUT OF STOCK. Please choose the suitable replacement.
ar: بعض العناصر في عربة التسوق الخاصة بك غير متوفرة حاليًا. الرجاء اختيار البديل المناسب.

# lbl_Sub_Button_text_No_replacement
source: Remove all without replacing
ar: إزالة كافة المنتجات بدون استبدال

# btn_Confirm_Replacement
source: Confirm replacement
ar: تأكيد الإستبدال

# msg_All_item_not_available
source: ALL items in your cart are currently
ar: جميع العناصر الموجودة في سلة التسوق الخاصة بك حاليًا

# msg_OOS_Not_Available
source: OUT OF STOCK and we couldn’t find any alternative for replacement.
ar: هذا المنتج غير متوفر ولا يوجد بديل متوفر الآن

# btn_forget_password_title
source: Forgot your password?
ar: نسيت كلمة السر ؟

# lbl_signUp_Add_title
source: Add your email and password
ar: أضف بريدك الالكتروني و كلمة السر الخاصة بك

# lbl_use_current_location
source: Use current location
ar: الموقع الحالي

# lbl_Manuall_Location
source: Search location
ar: البحث يدويًا عن العنوان الجديد...

# confirm_location_button_title
source: CONFIRM & PROCEED
ar: تأكيد الموقع

# dashboard_My_ddresses_navigation_bar_title
source: My addresses
ar: عناويني

# order_lbl_numner
source: Order #
ar: طلب #

# lbl_Payment
source: Payment
ar: الدفع

# lbl_Bought_items
source: Bought items
ar: العناصر المشتراة

# lbl_Grand_total
source: Grand total
ar: الإجمالى

# lbl_Payment_Confirmation
source: Payment Confirmation
ar: تأكيد الدفع

# lbl_repeat_order
source: Repeat order
ar: أعد الطلب

# pg_18_msg
source: In order to purchase this product, you must be over 18 years old.
ar: لشراء هذا المنتج، يجب أن يكون عمرك أكثر من ١٨ سنة.

# over_18
source: I am over 18 years old
ar: أنا فوق ١٨ سنة

# less_over_18
source: I am less than 18 years old
ar: أنا أقل من ١٨ سنة

# tobaco_product_msg
source: Please note, this product does not contribute to meeting the minimum order value in your basket.
ar: يرجى ملاحظة أن هذا المنتج لا يساعد في الوصول إلى قيمة الحد الأدنى للطلب في سلتك.

# s_today_title
source: Tod
ar: اليوم

# s_tomorrow_title
source: Tmw
ar: غدا

# lbl_edit_delete
source: Item removed from your cart.
ar: تم حذف السلعة من سلة التسوق الخاصة بك

# view_more_title
source: VIEW ALL
ar: عرض الكل

# lbl_change_delivery
source: Select your delivery slot
ar: حدد موعد التوصيل الخاصة بك

# lbl_confirm_slot
source: Confirm slot
ar: تأكيد الموعد

# lbl_shopping_list
source: Create your shopping list
ar: إنشاء قائمة التسوق

# lbl_search_shop
source: Search and shop products
ar: بحث وتسوق المنتجات

# lbl_confirm
source: CONFIRM
ar: تأكيد

source: Search products...
ar: البحث في المنتجات...

# search_products_add
source: Search products to add…
ar: البحث لإضافة منتجات...

# lbl_insturution_text
source: YOUR INSTRUCTIONS TO THE STORE
ar: تعليماتك إلى المتجر

# lbl_placeholder_text
source: Type to leave additional instruction to the store
ar: اكتب لتترك لنا ملاحظة

# lbl_replace_seleted
source: Replacement selected
ar: تم إختيار الاستبدال

# lbl_Order_Details
source: Details
ar: تفاصيل الطلب

# lbl_Note
source: Changing your address might change the current store availability in your selected area.
ar: قد يؤدي تغيير عنوانك إلى تغيير توفر المتجر الحالي في المنطقة التي اخترتها.

# lbl_add_new_Address
source: Add new address
ar: أضف عنوان جديد

# lbl_chooselocation
source: Choose your location
ar: إختار موقعك

# lbl_myBasket_signInSIgnUp
source: To Checkout please Sign In or Sign Up to elGrocer
ar: لتقديم طلبك، من فضلك سجل أو قم بإنشاء حساب على الجروس

# lbl_myBasket_add_Address
source: To Checkout please Add delivery details
ar: لتقديم طلبك يرجى إضافة تفاصيل التسليم

# lbl_add_Address_msg
source: Add your delivery address details
ar: أضف تفاصيل عنوان التوصيل الخاص بك

# lbl_Edit_Address_msg
source: Edit your delivery address details
ar: برجاء تعديل تفاصيل العنوان

# lbl_building
source: Building*
ar: المبنى *

# lbl_Apartment
source: Apartment number*
ar: رقم الشقة*

# lbl_AreaStreet
source: Area/Street (Optional)
ar: المنطقة / الشارع (غير إلزامي)

# lbl_Floor
source: Floor*
ar: الطابق*

# global_search_result_screen_title_text
source: Search results
ar: نتائج البحث

# return_to_store_text
source: Return to store
ar: العودة إلى المتجر

# lbl_choose_nick
source: Choose the nickname for your location
ar: ضع علامة على هذا الموقع

# lbl_personal
source: Personal information
ar: معلومات شخصية

# lbl_save_changes
source: Save Changes
ar: حفظ التغييرات

# lbl_delivery
source: Confirm delivery details
ar: تأكيد تفاصيل التوصيل

# lbl_location_info
source: Location information
ar: معلومات الموقع

# lbl_new_to_elgrocer
source: New to elGrocer?
ar: جديد على الجروسر؟

# lbl_or
source: OR
ar: أو

# lbl_CreateAccount
source: Welcome to elGrocer!
ar: إنشاء حساب

# enter_phone_number
source: Let us confirm your phone number
ar: أدخل رقم هاتفك و سنرسل لك رسالة نصية تتضمن رمز التحقق

source: Welcome back!
ar: أهلاً بعودتك !

# enter_registered_email
source: Enter your registered email and password
ar: أدخل بريدك الالكتروني وكلمة السر الخاصة بك

# lbl_WantToExplore
source: Want to explore the app first?
ar: هل تريد استكشاف التطبيق أولاً؟

# lbl_Have_Account
source: Have an account?
ar: لديك حساب ؟

# lbl_New_To_Elgrocer
source: New to elGrocer?
ar: جديد على الجروسر؟

# lbl_reach
source: You need to reach
ar: تحتاج إلى الوصول إلى

# lbl_placeorder
source: to place order.
ar: لعمل طلب.

# lbl_Add
source: Add
ar: أضف

# lbl_resendIn
source: Resend code in
ar: إعادة إرسال الكود في

# lbl_Min
source: Min
ar: دقيقة

# order_OnTheWay
source: On the way
ar: على الطريق

# lbl_Search_Replacment
source: Search for replacements
ar: البحث عن منتجات بديلة

# lbl_Undo
source: UNDO
ar: تراجع

# lbl_error_No_Grocery
source: elGrocer is currently not delivering groceries in this area. Try to search for another location
ar: الجروسر لا يقوم بالتوصيل حالياً في هذه المنطقة. حاول البحث عن موقع آخر.

# lbl_NoCoverage_msg
source: The selected location does not cover the delivery from this store and your cart will be cleared. Do you want to change the location?
ar: الموقع المحدد لا يغطي التوصيل من هذا المتجر وسيتم مسح سلة تسوقك. هل تريد تغيير الموقع؟

# lbl_ShopSearch
source: Search & Shop
ar: البحث والتسوق

# lbl_StoreName
source: Store name and area
ar: اسم المتجر

# lbl_OOS_Msg
source: The “out of stock” items were succesfully replaced and accepted by the store.
ar: تم استبدال المنتجات الغير متوفرة بنجاح و موافقة المتجر.

# lbl_userforgetmsg
source: Type in your email address below and elGrocer team will send you an email with instructions on how to create a new password.
ar: اكتب عنوان بريدك الإلكتروني أدناه وسيقوم فريق الجروسر بإرسال بريد إلكتروني إليك يحتوي على إرشادات حول كيفية إنشاء كلمة مرور جديدة.

# lbl_instruction
source: Instructions sent
ar: تم إرسال التعليمات

# lbl_instruction_msg
source: Instructions on how to create a new password were sent to your registered email address
ar: تم إرسال التعليمات إلى بريدك الإلكتروني المسجل حول كيفية إنشاء كلمة مرور جديدة

# Msg_CashOnly
source: Only cash payment method is available for this store
ar: فقط الدفع نقداً متاح لهذا المتجر

# Msg_CardAndCash
source: This store supports only cash and card machine payment methods.
ar: فقط الدفع نقداً و بالبطاقة عند التسليم متاح لهذا المتجر

# lbl_OnlineOnly
source: Only online card payment method is available for this store.
ar: فقط الدفع بالبطاقة عبر الانترنت متاح لهذا المتجر

# search_products_replace
source: Search for the item to replace
ar: البحث عن المنتج للإستبدال

# lbl_Map_Selection
source: Choose the location on the map
ar: اختر الموقع على الخريطة

# lbl_Payment_Pending
source: Payment Pending
ar: قيد الدفع

# lbl_Name_location
source: Name*
ar: الاسم*

# lbl_MobileNumber_location
source: Mobile number*
ar: رقم الهاتف الخليوي *

# lbl_Stores_that_sell
source: Stores that sell
ar: المتاجر التي تبيع

# lbl_goToStore
source: Go to Store
ar: الانتقال الى المتجر

# lbl_ShopInStore
source: Shop in store
ar: أضف من خلال المتجر

# lbl_NoDataSearch
source: Try a different spelling or more general terms.
ar: جرب تهجئة مختلفة أو كلمات أكثر استخدامًا

# lbl_Initail_SearchFind
source: We couldn’t find results for
ar: لم نتمكن من العثور على نتائج عن

# lbl_atOurStores
source: at our stores
ar: في متاجرنا

# lbl_ReturnHome
source: Return to Home
ar: العوده إلى الصفحة الرئيسية

# lbl_atThisStore
source: at this store
ar: في هذا المتجر

# lbl_NoDataStoreSearch
source: Try a different spelling or search in other stores.
ar: جرب تهجئة مختلفة أو مصطلحات أكثر عمومية.

# lblSearchHistory
source: SEARCH HISTORY
ar: تاريخ البحث

# lbl_TrendingSearch
source: Trending searches
ar: كلمات البحث الشائعة

# lbl_InCategories
source: In categories
ar: في صنف

# lbl_InBrand
source: In brand
ar: في العلامة التجارية

# lbl_goToMain
source: Go to store main page
ar: اذهب إلى الصفحة الرئيسية للمتجر

# lbl_NoSearch
source: Search other stores
ar: ابحث في المتاجر الأخرى

# btn_NoSearch_noDataView
source: Search other stores
ar: ابحث في المتاجر الأخرى

# lbl_DidNotFind
source: Didn't find what you need?
ar: لم تجد ما تحتاجه؟

# lbl_Contnue_shopping_s
source: Continue shopping
ar: مواصلة التسوق

# lbl_weFound
source: We found
ar: وجدنا

# lbl_StorethatSell
source: stores that sell
ar: متاجر تبيع

# lbl_SearchInAllStore
source: Search products, stores
ar: البحث عن المنتجات و المتاجر...

# all_cate
source: All Categories
ar: جميع الفئات

# lbl_Ingredients
source: ingredients
ar: المكونات

# lbl_Error_No_Store_On_This_Location_Selling_Products
source: No store on this location is selling such products.
ar: لا يوجد متجر في هذا الموقع يبيع هذه المنتجات

# store_search_nav_title
source: Search
ar: البحث

# text_popular_stores
source: POPULAR STORES
ar: المتاجر الأكثر بحثاً

# text_stores
source: STORES
ar: المتاجر

# search_no_products_found_message
source: 👀 No products found, try a different one...
ar: 👀 لم يتم العثور على منتجات ، جرب منتجًا مختلفًا ...

# search_no_stores_found_message
source: 👀 No stores found, try a different one...
ar: 👀 لم يتم العثور على متاجر ، جرب متجرًا مختلفًا ...

# search_no_search_history_found_message
source: 👀 Your search history will appear here...
ar: 👀 سيظهر سجل البحث هنا ...

# ios.ZDKHelpCenter.articleAttachmentsError
source: Failed to fetch attachments
ar: فشل إحضار المرفقات

# ios.ZDKHelpCenter.helpCenterOverview.see_all.singletitle
source: See 1 article
ar: انظر مقال ١

# ios.ZDKHelpCenter.helpCenterOverview.see_all.title
source: See all %lu articles
ar: راجع كافة المقالات الـ %lu

# ios.ZDKHelpCenter.helpCenterOverview.title
source: Help
ar: مساعدة

# ios.ZDKHelpCenter.noArticles.title
source: No articles found
ar: لا يوجد مقالات

# ios.ZDKHelpCenter.search.noResults.title
source: No results for
ar: لا يوجد نتيجة لـ

# ios.ZDKHelpCenter.support.contactError
source: Unable to connect
ar: لا يوجد اتصال

# ios.ZDKHelpCenter.support.contactSupport
source: Contact us
ar: اتصل بنا

# ios.ZDKRequests.commentList.error
source: Failed to load comments
ar: تعذّر تحميل التعليقات

# ios.ZDKRequests.conversations.back.button
source: Back
ar: العودة إلى السابق

# ios.ZDKRequests.createRequest.attachments.confirm
source: OK
ar: أوافق

# ios.ZDKRequests.createRequest.attachments.download
source: Downloading
ar: التحميل

# ios.ZDKRequests.createRequest.attachments.downloading
source: File attachment is still downloading. Please wait.
ar: الملف قيد التحميل. برجاء الانتظار

# ios.ZDKRequests.createRequest.cancel.button
source: Cancel
ar: إلغاء

# ios.ZDKRequests.createRequest.cellError
source: Message failed to send. Tap to retry
ar: لم يتم إرسال الرسالة. اضغط لإعادة الإرسال

# ios.ZDKRequests.createRequest.description.placeholder
source: Description
ar: المواصفات

# ios.ZDKRequests.createRequest.emailfield.placeholder
source: Email
ar: البريد الإلكتروني

# ios.ZDKRequests.createRequest.error.request
source: Ticket failed to send
ar: لم يتم ارسال التذكرة

# ios.ZDKRequests.createRequest.failed.closed
source: This conversation has been closed.
ar: هذه المحادثة قد تم غلقها

# ios.ZDKRequests.createRequest.failed.delete
source: Delete
ar: حذف

# ios.ZDKRequests.createRequest.failed.retry
source: Retry
ar: أعد المحاولة

# ios.ZDKRequests.createRequest.input.new
source: Write a message...
ar: اكتب رسالة...

# ios.ZDKRequests.createRequest.input.reply
source: Reply...
ar: الرد...

# ios.ZDKRequests.createRequest.input.unsent.body
source: Going back will delete your message. Are you sure you want to delete it?
ar: العودة إلى الخلف سوف يؤدي لحذف الرسالة. هل حقاً تريد حذفها؟

# ios.ZDKRequests.createRequest.input.unsent.title
source: Message not sent
ar: لم يتم إرسال الرسالة

# ios.ZDKRequests.createRequest.leaveAMessage.title
source: Leave a message
ar: اترك رسالة

# ios.ZDKRequests.createRequest.message.sent
source: Sent
ar: تم الإرسال

# ios.ZDKRequests.createRequest.messages.today
source: Today
ar: اليوم

# ios.ZDKRequests.createRequest.messages.yesterday
source: Yesterday
ar: أمس

# ios.ZDKRequests.createRequest.name.placeholder
source: Name
ar: الإسم

# ios.ZDKRequests.createRequest.sending
source: Sending...
ar: قيد الإرسال...

# ios.ZDKRequests.createRequest.submit.button
source: Send
ar: ارسل

# ios.ZDKRequests.createRequest.title
source: Contact us
ar: اتصل بنا

# ios.ZDKRequests.leftBarButton.title_cancel
source: Cancel
ar: إلغاء

# ios.ZDKRequests.requestList.cell.closed
source: Ticket Closed
ar: تم غلق التذكرة

# ios.ZDKRequests.requestList.cell.failed
source: Message failed
ar: فشل

# ios.ZDKRequests.requestList.cell.me
source: Me
ar: أنا

# ios.ZDKRequests.requestList.cell.responders
source: Re:
ar: أعد:

# ios.ZDKRequests.requestList.error
source: Failed to get tickets
ar: فشل الحصول على التذاكر

# ios.ZDKRequests.requestList.title
source: My Tickets
ar: تذاكري

# ios.ZDKRequests.requestListEmpty.button
source: Start A Conversation
ar: ابدأ محادثة

# ios.ZDKRequests.requestListEmpty.subtitle
source: Conversations started from this app will be visible here
ar: المحادثات التي بدأت من هذا التطبيق ستكون مرئية هنا

# ios.ZDKRequests.rightBarButton.title.contact
source: Contact us
ar: اتصل بنا

# ios.sdk.ZDKHelpCenter.article.voting.title
source: Was this article helpful?
ar: هل كان المقال مفيدًا?

# ios.sdk.ZDKRequests.createRequest.attachment.fileTooBig
source: Max attachment size is %@mb
ar: الحجم الأقصى للمرفق هو %@ ميجا بايت

# ios.sdk.ZDKRequests.leftBarButton.close.title
source: Close
ar: أغلق

# ios.sdk.ZDKRequests.pushNotification.dismiss.title
source: Dismiss
ar: تجاهل

# ios.sdk.ZDKRequests.pushNotification.open.title
source: Open
ar: افتح

# ios.SupportEngine.greeting.message
source: Type a message and I will find someone who can help you.
ar: اكتب رسالة وسنجد شخص يمكنه مساعدتك

# ios.SupportEngine.messageSend.errorMessage
source: Something went wrong and I wasn't able to send your message. Please try again later.
ar: حدث خطأ ما ولم أتمكن من إرسال رسالتك. الرجاء معاودة المحاولة في وقت لاحق

# ios.SupportEngine.messageSend.retry.button
source: Retry
ar: أعد المحاولة

# ios.SupportEngine.requestCreated.conversationsDisabled.message
source: Thank you. A message has been sent to the team. If a reply is needed, they will contact you on %@.
ar: شكرا جزيلا. تم إرسال رسالة إلى فريق العمل. فسوف يتصلون بك إذا كانت هناك حاجة إلى رد على %@.

# ios.SupportEngine.requestCreated.conversationsEnabledMessage
source: Thank you. A message has been sent to the team. You can view this message and add additional details here:
ar: شكرا جزيلا. تم إرسال رسالة إلى فريق العمل. يمكنك عرض هذه الرسالة وإضافة تفاصيل إضافية هنا:

# ios.SupportEngine.requestCreated.conversationsOff.message
source: Thank you. A message has been sent to the team. If a reply is needed, they will contact you by email.
ar: شكرا جزيلا. تم إرسال رسالة إلى فريق العمل. فسوف يتصلون بك إذا كانت هناك حاجة إلى رد على البريد الإلكتروني.

# ios.SupportEngine.requestCreated.emailInvalid.message
source: Something isn't quite right with this address. Try re-entering it.
ar: شكرا جزيلا. تم إرسال رسالة إلى فريق العمل. فسوف يتصلون بك إذا كانت هناك حاجة إلى رد عن طريق.

# ios.SupportEngine.requestCreated.emailPrompt.hint
source: Enter your email...
ar: ادخل بريدك الإلكتروني...

# ios.SupportEngine.requestCreated.emailPrompt.message
source: If a reply is needed, someone will contact you by email. What is your email address?
ar: إذا كانت هناك حاجة إلى رد على البريد الإلكتروني. ما هو بريدك الإلكتروني?

# ios.SupportEngine.requestCreated.emailValidationFailed.message
source: The email address you entered is incorrect. Enter a valid email address.
ar: عنوان البريد الإلكتروني الذي أدخلته غير صحيح. أدخل عنوان بريد إلكتروني صالح.

# ios.SupportEngine.requestCreated.requestList.button
source: View messages
ar: أظهر الرسالة

# lbl_Delivery
source: Delivery
ar: التوصيل

# lbl_CAndC
source: Click & Collect 🚘
ar: الطلب و الإستلام 🚘

# lbl_collectionNear
source: Where would you like to collect groceries?
ar: أين تريد أن تتسلم البقالة؟

# lbl_MinOrder
source: Min. order
ar: أقل طلب

# lbl_Other
source: Other
ar: أخرى

# remove_Collector_alert_message
source: Do you really want to remove?
ar: هل تريد الحذف حقًا؟

# lbl_collection_Details
source: Collection details
ar: بيانات التحصيل

# lbl_Self_Collection
source: Self collection
ar: تحصيل ذاتي

# lbl_Share
source: Share
ar: شارك

# dialog_CandC_Title
source: Click & Collect
ar: الطلب و الاستلام

# dialog_CandC_Msg
source: What’s your current status?
ar: ما هو وضعك الحالي؟

# btn_at_the_store_txt
source: At the store
ar: في المتجر

# btn_on_my_way_txt
source: On my way
ar: على الطريق

# status_Update_Msg
source: Thanks for letting us know. Our pickers are preparing your order to be ready upon arrival.
ar: شكرا لإعلامنا. يقوم ملتقطونا بإعداد طلبك ليكون جاهزًا عند وصولك.

# lbl_chat
source: Chat
ar: الدردشة
